
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<BODY><DIV>
<H1>Aide Gestion des r&egrave;gles de contr&ocirc;le d'acc&egrave;s &agrave; Internet</H1>
<P>Pratique et puissante, la fonction de <B>contr&ocirc;le d'acc&egrave;s &agrave; Internet</B> du routeur permet de surveiller les activit&eacute;s Internet des h&ocirc;tes du LAN. En outre, vous pouvez combiner les <B>Liste d'h&ocirc;tes</B>, <B>Liste de cibles</B> et <B>Programmation horaire</B> pour restreindre la navigation Internet des h&ocirc;tes.</P>

<UL>
<LI><B>Activer le contr&ocirc;le d'acc&egrave;s &agrave; Internet</B> - Cochez la case pour activer cette fonction et activer la r&egrave;gle de filtrage par d&eacute;faut.</LI>

<LI><B>Nom de r&egrave;gle</B> - Affiche le nom de la r&egrave;gle, ce nom est unique.</LI>

<LI><B>H&ocirc;te</B> - Affiche l'h&ocirc;te s&eacute;lectionn&eacute; dans la r&egrave;gle correspondante.</LI>

<LI><B>Cible</B> - Affiche la cible s&eacute;lectionn&eacute;e dans la r&egrave;gle correspondante.</LI>

<LI><B>Programmation horaire</B> - Affiche la programmation horaire s&eacute;lectionn&eacute;e dans la r&egrave;gle correspondante.</LI>

<LI><B>Activer</B> - Cochez cette case pour activer une entr&eacute;e sp&eacute;cifique.</LI>

<LI><B>Modifier</B> - Permet de modifier ou supprimer une r&egrave;gle existante.</LI>
</UL>

<P><B>Exemple </B>: Vous souhaitez autoriser l'h&ocirc;te dont l'adresse MAC est <font color="#ff0000">00-11-22-33-44-AA</font> &agrave; acc&eacute;der &agrave; <b>www.google.com</b> uniquement les <b>samedis</b> et <b>dimanches</b> entre <b>18 et 20 heures</b> et <b>interdire</b> aux autres h&ocirc;tes du r&eacute;seau local d'acc&eacute;der &agrave; Internet. Vous devez proc&eacute;der aux r&eacute;glages suivants : </P>
<ol type=1>
<lI>&Agrave; gauche de l'&eacute;cran, dans <b>Contr&ocirc;le d'acc&egrave;s</b>, cliquez sur le sous-menu <b>R&egrave;gle</b> pour revenir &agrave; la page Liste de r&egrave;gles. S&eacute;lectionnez Activer le contr&ocirc;le d'acc&egrave;s &agrave; Internet, puis &laquo; Autoriser les paquets sp&eacute;cifi&eacute;s par une politique de contr&ocirc;le d'acc&egrave;s activ&eacute;e &agrave; traverser le routeur &raquo;.</lI>
<lI>Nous vous conseillons de cliquer sur le bouton <b>Assistant d'installation</b> pour appliquer les param&egrave;tres suivants.</lI>
<lI>&Agrave; gauche de l'&eacute;cran, dans <b>Contr&ocirc;le d'acc&egrave;s</b>, cliquez sur le sous-menu <b>H&ocirc;te</b> pour acc&eacute;der &agrave; la page Liste d'h&ocirc;tes. Ajoutez une nouvelle entr&eacute;e avec comme description de l'h&ocirc;te : H&ocirc;te_1 et l'adresse MAC : 00-11-22-33-44-AA.</lI>
<lI>&Agrave; gauche de l'&eacute;cran, dans <b>Contr&ocirc;le d'acc&egrave;s</b>, cliquez sur le sous-menu <b>Cible</b> afin d'acc&eacute;der &agrave; la Liste de cibles. Ajoutez une nouvelle entr&eacute;e avec comme description de la cible : Cible_1 et le nom de domaine : www.google.com.</lI>
<lI>&Agrave; gauche de l'&eacute;cran, dans <b>Contr&ocirc;le d'acc&egrave;s</b>, cliquez sur le sous-menu <b>Programmation horaire</b> pour acc&eacute;der &agrave; la Liste des programmations horaires. Ajoutez une nouvelle entr&eacute;e avec comme description : Programmation_1, Jour : Sam et Dim, Heure de d&eacute;but : 1800 et Heure de fin : 2000.</lI>		
<lI>&Agrave; gauche de l'&eacute;cran, dans <b>Contr&ocirc;le d'acc&egrave;s</b>, cliquez sur le sous-menu <b>R&egrave;gle </b>, puis sur le bouton <b>Ajouter...</b> pour cr&eacute;er une nouvelle r&egrave;gle comme suit :</lI>
</ol>
<table border="0" align="center" cellpadding="0" cellspacing="0" class="space">
<tr><td width="24">&nbsp;</td>
<td>
<ul>

<LI>Dans le champ Nom de r&egrave;gle, donnez un nom &agrave; la r&egrave;gle. Important : Ce nom doit &ecirc;tre unique (ex. : R&egrave;gle_1).</LI>
<LI>Dans le champ H&ocirc;te, s&eacute;lectionnez H&ocirc;te_1.</LI>
<LI>Dans le champ Cible, s&eacute;lectionnez Cible_1.</LI>
<LI>Dans le champ Programmation horaire, s&eacute;lectionnez Horraire_1.</LI>
<LI>Dans le champ &Eacute;tat, s&eacute;lectionnez Activer.</LI>
<LI>Cliquez sur Enregistrer pour terminer.</LI>
</ul>
</td>
</tr></table>
<P>Revenez ensuite &agrave; la page Gestion des r&egrave;gles de contr&ocirc;le d'acc&egrave;s ; la liste suivante s'affiche :</P>

<table border="1" align="center" cellpadding="0" cellspacing="0" class="space">
<tr>
<td CLASS="LISTB" align="center" width="30">ID</td>
<td CLASS="LISTB" align="center" width="100">R&egrave;gle</td>
<td CLASS="LISTB" align="center" width="100">H&ocirc;te</td>
<td CLASS="LISTB" align="center" width="100">Cible </td>

<td CLASS="LISTB" align="center" width="100">Programmation horaire</td>
<td CLASS="LISTB" align="center" width="50">&Eacute;tat</td>
<td CLASS="LISTB" align="center" nowrap>Modifier</td>
</tr>
<tr>
<td  align="center" width="30">1</td>
<td  align="center" width="100">Rule_1</td>
<td  align="center" width="100">Host_1</td>
<td  align="center" width="100">Target_1</td>
<td  align="center" width="100">Schedule_1</td>
<td  align="center" width="50"><input disabled type="checkbox" checked></td>
<td  align="center" nowrap>Modifier/Supprimer</td>
</tr>
</table>
<p>Cliquez sur le bouton <b>Assistant d'installation</b> pour cr&eacute;er une r&egrave;gle.</p>
<p>Cliquez sur le bouton <b>Ajouter...</b> pour ajouter une nouvelle r&egrave;gle.</p>
<p>Cliquez sur le bouton <b>Tout activer</b> pour activer toutes les r&egrave;gles de la liste.</p>
<p>Cliquez sur le bouton <b>Tout d&eacute;sactiver</b> pour d&eacute;sactiver toutes les r&egrave;gles de la liste.</p>
<p>Cliquez sur <b>Tout Supprimer</b> pour Supprimer toutes les entr&eacute;es de la table.</p>
<P>Cliquez sur le bouton <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>
</DIV></BODY></HTML>
