
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<BODY><DIV>
<H1>Aide Param&egrave;tres cible</H1>
<P> Pratique et puissante, la fonction de contr&ocirc;le d'acc&egrave;s &agrave; Internet du routeur permet de surveiller les activit&eacute;s Internet des h&ocirc;tes du r&eacute;seau local. Sur cette page, vous pouvez cr&eacute;er une liste de cibles pour restreindre ou non l'acc&egrave;s des h&ocirc;tes.</P>
<UL>
<LI><B>Description cible</B> - Affiche la description de la cible. Cette description est <B>unique</B>.</LI>
<LI><B>Informations</B> - La cible peut &ecirc;tre une adresse IP, un port ou un nom de domaine.</LI>
<LI><B>Modifier</B> - Permet de modifier ou de supprimer une entr&eacute;e.</LI>
</UL>
<P><B>Exemple </B>: Vous souhaitez restreindre les activit&eacute;s Internet de l'h&ocirc;te du r&eacute;seau local dont l'adresse MAC est <font color="#FF0000">00-11-22-33-44-AA</font> afin qu'il n'acc&egrave;de qu'&agrave; <B>www.google.com</B>. Vous devez proc&eacute;der aux r&eacute;glages suivants :</P>
<ol type=1>
<lI>Cliquez sur le bouton Ajouter... pour acc&eacute;der aux Param&egrave;tres Liste de cibles.</lI>
<lI>Dans le champ Mode, s&eacute;lectionnez un nom de domaine dans la liste d&eacute;roulante.</lI>
<lI>Dans le champ Description cible, saisissez une description <B>unique</B>, (exemple : Cible_1).</lI>
<lI>Dans le champ Nom de domaine, saisissez <B>www.google.com</B>.</lI>
<lI>Cliquez sur <B>Enregistrer</B> pour terminer.</lI>
</ol>
<P>Revenez ensuite &agrave; la page Cible ; la liste suivante s'affiche :</P>

<table border="1" align="center">
<tr>
<td class=ListB align="center" width="30">ID</td>
<td class=ListB align="center" width="120">Description cible</td>
<td class=ListB align="center" width="120">Informations</td>
<td class=ListB align="center" nowrap>Modifier</td>
</tr>

<tr>
<td align="center" width="30">1</td>
<td align="center" width="120">Target_1</td>
<td align="center" width="120">www.google.com</td>
<td align="center" nowrap>Modifier/Supprimer</td>
</tr>
</table>

<p>Cliquez sur le bouton <b>Ajouter...</b> pour ajouter une nouvelle cible.</p>
<p>Cliquez sur le bouton <b>Tout supprimer</b> pour effacer toutes les entr&eacute;es de la table.</p>
<P>Cliquez sur le bouton <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>

</DIV></BODY></HTML>
