
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<BODY><DIV>
<H1>Aide Param&egrave;tres programmation horaire</H1>
<P>Pratique et puissante, la fonction de contr&ocirc;le d'acc&egrave;s &agrave; Internet du routeur permet de surveiller les activit&eacute;s Internet des h&ocirc;tes du r&eacute;seau local. Vous pouvez configurer une liste de programmations horaires afin de contr&ocirc;ler l'activit&eacute; Internet des h&ocirc;tes &agrave; un moment pr&eacute;cis.</P>

<UL>
<LI><B>Description programmation horaire</B> - Affiche la description de la programmation horaire. Cette description est <b>unique</b>.</LI>

<LI><B>Jour</B> - Affiche le(s) jour(s) de la semaine.</LI>

<LI><B>Heure</B> - Affiche les heures de la journ&eacute;e.</LI>

<LI><B>Modifier</B> - Permet de modifier ou de supprimer une programmation horaire.</LI>
</UL>

<P><B>Exemple </B>: Vous souhaitez autoriser l'h&ocirc;te dont l'adresse MAC est 00-11-22-33-44-AA &agrave; acc&eacute;der &agrave; www.google.com uniquement les <b>samedis et dimanches</b> entre <b>18 et 20 heures</b>. Vous devez proc&eacute;der aux r&eacute;glages suivants :</P>
<ol type=1>
<lI>Cliquez sur le bouton <B>Ajouter...</B> pour acc&eacute;der aux Param&egrave;tres Liste des programmations horaires.</lI>
<lI>Dans le champ Description programmation horaire, donnez une description <b>unique</b> &agrave; la programmation horaire, par exemple Horaire_1.</lI>
<lI>Dans le champ Jour, choisissez S&eacute;lec. jours et s&eacute;lectionnez <b>Sam</b> et <b>Dim</b>.</lI>
<lI>Dans le champ Heure, saisissez <b>1800</b> dans Heure de d&eacute;but et <b>2000</b> dans Heure de fin.</lI>
<lI>Cliquez sur <B>Enregistrer</B> pour terminer.</lI>
</ol>
<P>Revenez ensuite &agrave; la page Programmation horaire ; la liste suivante s'affiche :</P>
<table align="center" border="1">
<tr>
<td CLASS="LISTB" align="center">ID</td>
<td CLASS="LISTB" align="center" width="150">Description programmation horaire</td>
<td CLASS="LISTB" align="center" nowrap>Jour</td>
<td CLASS="LISTB" align="center" nowrap>Heure</td>
<td CLASS="LISTB" align="center" nowrap>Modifier</td>
</tr>
<tr>
<td  align="center">1</td>
<td  align="center" width="150">Schedule_1</td>
<td  align="center" nowrap>Sam Dim</td>
<td  align="center" nowrap>18:00 - 20:00</td>
<td  align="center" nowrap>Modifier/Supprimer</td>
</tr>
</table>
<p>Cliquez sur le bouton <b>Ajouter...</b> pour ajouter une nouvelle entr&eacute;e &agrave; la liste d'h&ocirc;tes.</p>
<p>Cliquez sur <b>Tout Supprimer</b> pour Supprimer toutes les entr&eacute;es de la table.</p>
<P>Cliquez sur le bouton <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>
</DIV></BODY></HTML>
