
<H1>Aide S&eacute;curit&eacute; de base</H1>
<P>Sur cette page, vous pouvez configurer les Param&egrave;tres de s&eacute;curit&eacute; de base.
<P><B>Pare-feu</B> - Permet de (d&eacute;s)activer le pare-feu du routeur.
<UL>
<LI><B>Pare-feu SPI</B> - La fonction d'inspection dynamique des paquets (SPI) permet de pr&eacute;venir les cyber-attaques en contr&ocirc;lant les paquets. Elle v&eacute;rifie que le trafic de la session est conforme au protocole. Le pare-feu SPI est activ&eacute; par d&eacute;faut. Si vous d&eacute;sactivez cette fonction, tous les ordinateurs du r&eacute;seau local seront expos&eacute;s aux attaques ext&eacute;rieures.</lI>

</UL>

<P><B>VPN</B> - Le Passthrough VPN doit &ecirc;tre activ&eacute; pour que les tunnels VPN puissent utiliser les protocoles VPN pour traverser le routeur. 
<UL>
<LI><B>Passthrough PPTP</B> - Passthrough PPTP. Le protocole de tunnellisation point &agrave; point (PPTP) permet l'encapsulation du protocole point &agrave; point (PPP) par r&eacute;seau IP. Pour autoriser les tunnels PPTP &agrave; traverser le routeur, cliquez sur Activer.</LI>
<LI><B>Passthrough L2TP </B> - Le protocole de tunnellisation de niveau 2 (L2TP) permet d'activer des sessions point &agrave; point via Internet sur la couche 2. Pour autoriser les tunnels L2TP &agrave; traverser le routeur, cliquez sur Activer. </LI>
<LI><B>Passthrough IPSec</B> - Le protocole de s&eacute;curit&eacute; IP IPSec (Internet Protocol security) est une suite de protocoles assurant des communications priv&eacute;es et prot&eacute;g&eacute;es sur des r&eacute;seaux IP, gr&acirc;ce &agrave; l'utilisation de services de s&eacute;curit&eacute; cryptographiques. Pour autoriser les tunnels IPSec &agrave; traverser le routeur, cliquez sur Activer. </LI>
</UL>

<P><B>ALG</B> - Il est conseill&eacute; d'activer le service de la passerelle de la couche Application (ALG) pour connecter des filtres de travers&eacute;e NAT personnalis&eacute;s sur la passerelle et prendre en charge la traduction d'adresses et de ports pour certains protocoles de contr&ocirc;le/donn&eacute;es de la couche application (FTP, TFTP, H323, etc.)
<UL>
<LI><B>FTP ALG</B> - Pour autoriser les clients et serveurs FTP &agrave; transf&eacute;rer des donn&eacute;es via NAT, cliquez sur Activer.</LI>
<LI><B>TFTP ALG</B> - Pour autoriser les clients et serveurs TFTP &agrave; transf&eacute;rer des donn&eacute;es via NAT, cliquez sur Activer.</LI>
<LI><B>H323 ALG</B> - Pour autoriser les clients NetMeeting Microsoft &agrave; communiquer via NAT, cliquez sur Activer.</LI>
<LI><B>RTSP ALG</B> - Pour autoriser des clients Media Player &agrave; communiquer avec des serveurs multim&eacute;dia en streaming via NAT, cliquez sur Activer.</LI>
</UL>

<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres.
</DIV>
</BODY></HTML>
