<LINK href= ../dynaform/css_help.css  rel=stylesheet>

<H1>Aide WAN</H1>  
<p><B>Type de connexion WAN :</B></p>  
<p>Si votre FAI utilise un serveur DHCP, s&eacute;lectionnez l'option <B>IP dynamique</B>.</p>  
<p>Si votre FAI fournit une adresse IP statique ou fixe, un masque de sous-r&eacute;seau, une passerelle et des param&egrave;tres DNS, s&eacute;lectionnez l'option <B>IP statique</B>.</p>  
<p>Si votre FAI fournit une connexion PPPoE, s&eacute;lectionnez l'option <B>PPPoE/Russia PPPoE</B>.</p>  

<p>Si votre FAI fournit une connexion par c&acirc;ble BigPond, s&eacute;lectionnez l'option <B>C&acirc;ble BigPond</B>.</p>  
<p>Si votre FAI fournit une connexion L2TP, s&eacute;lectionnez l'option <B>L2TP/Russia L2TP</B>.</p>  
<p>Si votre FAI fournit une connexion PPTP, s&eacute;lectionnez l'option <B>PPTP/Russia PPTP</B>.</p>  
<p><B>Identifiant/Mot de passe</B> - Saisissez l'identifiant et le mot de passe fournis par votre FAI. Attention, ces champs sont sensibles &agrave; la casse. <p><B>Serveur d'auth.</B> - Saisissez le nom de l'h&ocirc;te ou l'adresse IP du serveur d'authentification. <p><B>Domaine d'auth.</B> - Entrez un suffixe de nom de domaine en fonction de votre pays, par exemple :<br>  
&nbsp;NSW / ACT - <B>nsw.bigpond.net.au</B><br>  
&nbsp;VIC / TAS / WA / SA / NT - <B>vic.bigpond.net.au</B><br>  
&nbsp;QLD - <B>qld.bigpond.net.au</B> <p><B>Taille MTU</B> - La valeur de la MTU (unit&eacute; de transmission maximale) pour la plupart des r&eacute;seaux Ethernet est de 1500 octets. Cependant, en fonction de votre FAI, il se peut que vous deviez la changer. Toutefois, cela est rarement n&eacute;cessaire ; ne proc&eacute;dez &agrave; la modification que si cela est requis pour votre connexion FAI. <p><B>Connexion &agrave; la demande</B> - Vous pouvez configurer le routeur pour qu'il se d&eacute;connecte d'Internet apr&egrave;s une p&eacute;riode sp&eacute;cifi&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>). Si votre session a expir&eacute; pour cause d'inactivit&eacute;, l'option <B>Connexion &agrave; la demande</B> permet au routeur de r&eacute;tablir automatiquement la connexion d&egrave;s que vous tentez d'acc&eacute;der &agrave; nouveau &agrave; Internet. Pour activer cette option<B></B>, cliquez sur le bouton radio. Pour que votre connexion Internet soit active en permanence, entrez <B>0</B> dans le champ <B>D&eacute;lai d'inactivit&eacute; max.</B>. Sinon, saisissez le nombre de minutes que vous souhaitez voir s'&eacute;couler avant l'interruption de votre connexion Internet.</p> 
<p><strong>Avertissement</strong> - Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B>, car certaines applications fonctionnent en arri&egrave;re-plan.</p>  	 
<p> <strong>Connexion automatique</strong> - Lance la connexion automatiquement apr&egrave;s d&eacute;connexion du routeur. Pour activer cette option, cliquez sur le bouton radio.</p>  
<p> <strong>Connexion manuelle</strong> - Vous pouvez configurer le routeur afin de (d&eacute;s)activer manuellement la connexion. Apr&egrave;s une p&eacute;riode d'inactivit&eacute; donn&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>), le routeur suspend la connexion Internet. Si vous tentez d'y acc&eacute;der &agrave; nouveau, le routeur ne peut pas la r&eacute;tablir automatiquement. Pour activer cette option, cliquez sur le bouton radio. Pour que votre connexion Internet soit active en permanence, entrez <B>0</B> dans le champ <B>D&eacute;lai d'inactivit&eacute; max.</B>. Sinon, saisissez le nombre de minutes que vous souhaitez voir s'&eacute;couler avant que votre connexion Internet soit interrompue, &agrave; moins qu'une nouvelle liaison soit n&eacute;cessaire.</p>  
<p><strong>Avertissement</strong> - Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B>, car certaines applications fonctionnent en arri&egrave;re-plan.</p>  
<p>Cliquez sur le bouton <B>Connexion</B> pour vous connecter imm&eacute;diatement.</p>  
<p>Cliquez sur le bouton <B>D&eacute;connexion</B> pour vous d&eacute;connecter imm&eacute;diatement.</p>  
<p>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres. </p>  
</DIV>  
</BODY></HTML>