
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide Param&egrave;tres de l'horloge</H1>
<P>Cette page vous permet de r&eacute;gler l'heure manuellement ou de configurer la synchronisation horaire automatique. Le routeur peut proc&eacute;der &agrave; une mise &agrave; jour automatique de l'heure par un serveur NTP via Internet.</P>
<p><B>Fuseau horaire</B> - S&eacute;lectionnez votre fuseau horaire dans la liste d&eacute;roulante.
<p><B>R&eacute;glage manuel de l'heure :</B>
<ol type=1>
<lI>S&eacute;lectionnez votre fuseau horaire.</lI>
<lI>Saisissez la <B>Date</B> au format mois/jour/ann&eacute;e.</lI>
<lI>Saisissez l'<B>heure</B> au format heure/minutes/secondes.</lI>
<lI>Cliquez sur <B>Enregistrer</B>.</lI>
</ol>
<p><B>Synchronisation horaire automatique :</B>
<ol type=1>
<lI>Entrez l'adresse ou le domaine du <B>Serveur NTP 1</B> ou du <B>Serveur NTP 2</B>.</lI>
<lI>Cliquez sur le bouton <B>Obtenir GMT</B> pour synchroniser l'heure.</lI>
</ol>
<p><B>R&eacute;glage de l'heure d'&eacute;t&eacute; :</B>
<ol type=1>
<lI>S&eacute;lectionnez <B>Activer l'heure d'&eacute;t&eacute;</B> pour activer cette fonction.</lI>
<lI>S&eacute;lectionnez les dates de <B>D&eacute;but</B> et de <B>Fin</B> de l'heure d'&eacute;t&eacute;.</lI>
<lI>Cliquez sur <B>Enregistrer</B>.</lI>
</ol>
<p><B>Remarque :</B>
<ol type=1>
<lI>Ces param&egrave;tres sont utiles &agrave; certaines fonctions bas&eacute;es sur le temps, telles que celles du pare-feu. Ces fonctions ne peuvent &ecirc;tre actives si l'heure n'est pas r&eacute;gl&eacute;e. Par cons&eacute;quent, il est important de d&eacute;finir les param&egrave;tres horaires d&egrave;s que vous &ecirc;tes connect&eacute;(e) au routeur.</lI>
<lI>Le r&eacute;glage de l'heure sera perdu si le routeur est &eacute;teint. </lI>
<lI>Le routeur obtient automatiquement l'heure GMT via Internet s'il a &eacute;t&eacute; configur&eacute; correctement.</lI>
<lI>Pour la configuration de l'heure d'&eacute;t&eacute;, la date de d&eacute;but doit &ecirc;tre ant&eacute;rieure &agrave; la date de fin. </lI>
</ol>
</DIV>
</BODY></HTML>

