
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide R&eacute;servation d'adresse</H1>
<P>Si vous sp&eacute;cifiez une adresse IP r&eacute;serv&eacute;e &agrave; un ordinateur du r&eacute;seau local, celui-ci recevra toujours la m&ecirc;me adresse IP pour acc&eacute;der au serveur DHCP. Les adresses IP r&eacute;serv&eacute;es peuvent &ecirc;tre assign&eacute;es aux serveurs n&eacute;cessitant l'allocation d'adresses IP permanentes.</P>
<ul>
<li><B>Adresse MAC</B> - Adresse MAC de l'ordinateur auquel vous souhaitez r&eacute;server une adresse IP.</li>
<li><B>Adresse IP r&eacute;serv&eacute;e</B> - Adresse IP r&eacute;serv&eacute;e au p&eacute;riph&eacute;rique.</li>
<li><b>&Eacute;tat</b> - Affiche l'&eacute;tat de l'entr&eacute;e : actif ou inactif.</li>
<li><b>Modifier</b> - Permet de modifier ou de supprimer une entr&eacute;e.</li>
</ul>

<p><b>Pour r&eacute;server des adresses IP, proc&eacute;dez comme suit </B>:</p>
<ol type=1>
<lI>Saisissez l'adresse MAC (format : XX-XX-XX-XX-XX-XX) et l'adresse IP (en notation d&eacute;cimale point&eacute;e) de l'ordinateur que vous souhaitez ajouter. </lI>
<lI>Cliquez sur <B>Enregistrer</B>.</lI>
</ol>
<P><B>Pour modifier une adresse IP r&eacute;serv&eacute;e, proc&eacute;dez comme suit </B>:</P>
<ol type=1>
<lI>S&eacute;lectionnez l'adresse r&eacute;serv&eacute;e et &eacute;ditez-la. Pour l'effacer, cliquez sur le lien <b>Supprimer</b>.</lI>

<lI>Cliquez sur <B>Enregistrer</B>. </lI>
</ol>
<p>Cliquez sur le bouton <b>Ajouter...</b> pour cr&eacute;er une adresse de r&eacute;servation.</p>

<p>Cliquez sur <b>Tout activer</b> pour activer toutes les entr&eacute;es de la table.</p>

<p>Cliquez sur <b>Tout d&eacute;sactiver</b> pour d&eacute;sactiver toutes les entr&eacute;es de la table.</p>

<p>Cliquez sur <b>Tout Supprimer</b> pour Supprimer toutes les entr&eacute;es de la table.</p>
<P>Cliquez sur le bouton <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>
<P><B>Remarque :</B> Les changements seront actifs une fois le p&eacute;riph&eacute;rique red&eacute;marr&eacute;.</P>
