
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>


<H1>Aide Param&egrave;tres DHCP</H1>
<P>Ce p&eacute;riph&eacute;rique est configur&eacute; par d&eacute;faut en serveur DHCP (Dynamic Host Configuration Protocol) afin de fournir une configuration TCP/IP &agrave; tous les ordinateurs du r&eacute;seau local connect&eacute;s au p&eacute;riph&eacute;rique.</P>
<ul>
<lI> <strong>Serveur DHCP - Pour Activer</strong> ou <strong>D&eacute;sactiver</strong> le serveur. Si vous d&eacute;sactivez le serveur, votre r&eacute;seau doit disposer d'un autre serveur DHCP. Vous devrez sinon configurer manuellement l'adresse IP de l'ordinateur.</lI>
<lI> <strong>Adresse IP de d&eacute;part - </strong>Ce champ indique la premi&egrave;re adresse du pool d'adresses IP. L'adresse IP de d&eacute;part par d&eacute;faut est 192.168.0.100.</lI>
<lI><B>Adresse IP de fin</B> - Ce champ indique la derni&egrave;re adresse du pool d'adresses IP. L'adresse IP de fin par d&eacute;faut est 192.168.0.199.</lI>

<lI><B>Bail de l'adresse</B> - Cette option<B></B> d&eacute;finit la dur&eacute;e pendant laquelle un utilisateur r&eacute;seau est autoris&eacute; &agrave; se connecter au p&eacute;riph&eacute;rique avec l'adresse DHCP en cours. Saisissez la dur&eacute;e du bail de l'adresse DHCP en minutes. L'intervalle va de 1 &agrave; 2880 minutes. La valeur par d&eacute;faut est de 120 minutes.</lI>
<lI><B>Passerelle par d&eacute;faut - </B>(facultatif) Saisissez l'adresse IP du port LAN de ce p&eacute;riph&eacute;rique. La valeur par d&eacute;faut est 192.168.0.1.</lI>
<lI><B>Domaine par d&eacute;faut</B> - (facultatif) Saisissez le nom de domaine de votre r&eacute;seau.</lI>
<lI><B>DNS primaire - </B>(facultatif) Saisissez l'adresse IP DNS fournie par votre FAI. Ou contactez votre FAI.</lI>

<lI><B>DNS secondaire</B> - (facultatif) Vous pouvez saisir l'adresse IP d'un autre serveur DNS si votre FAI fournit deux serveurs DNS.</lI>
</ul>
<p><B>Remarque </B>: Pour utiliser la fonction de serveur DHCP de ce p&eacute;riph&eacute;rique, vous devez configurer tous les ordinateurs du r&eacute;seau en mode &laquo; Obtenir une adresse IP automatiquement &raquo;. Cette fonction est activ&eacute;e une fois le p&eacute;riph&eacute;rique red&eacute;marr&eacute;.
<P><P>Cliquez sur <B>Enregistrer</B> pour valider les modifications. 