
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>


<H1>Aide Gestion distante</H1>
<P>Cette fonction vous permet de g&eacute;rer votre routeur &agrave; distance via Internet.</P>
<ul>
<lI><B>Port de gestion distante</B> - Le navigateur Web utilise normalement le port de service HTTP standard. Par d&eacute;faut, le port de gestion distante du routeur est 80. Pour plus de s&eacute;curit&eacute;, vous pouvez personnaliser le port en entrant le num&eacute;ro de votre choix dans la case pr&eacute;vue &agrave; cet effet. Choisissez un num&eacute;ro compris entre 1 et 65535, mais n'utilisez pas de num&eacute;ro de port de service standard.</lI>
<lI><B>Adresse IP Gestion distante</B> - Il s'agit de l'adresse utilis&eacute;e lorsque vous acc&eacute;dez au routeur via Internet. Cette fonction est d&eacute;sactiv&eacute;e si l'adresse IP est r&eacute;gl&eacute;e sur 0.0.0.0. Pour l'activer, remplacez cette valeur par d&eacute;faut par une adresse IP valide. Si l'adresse IP est d&eacute;finie sur 255.255.255.255, tous les h&ocirc;tes peuvent acc&eacute;der au routeur via Internet.</lI>
</ul>
<P>Pour acc&eacute;der au routeur, saisissez son adresse IP WAN dans la barre d'adresse de votre navigateur Web, suivie de deux points et du num&eacute;ro de port que vous avez entr&eacute; dans la case Port de gestion distante. Ainsi, si l'adresse WAN de votre routeur est 202.96.12.8 et le num&eacute;ro de port est 8080, saisissez http://202.96.12.8:8080 dans votre navigateur. Le mode de passe du routeur vous est demand&eacute;. Vous ne pourrez acc&eacute;der &agrave; l'utilitaire en ligne du routeur qu'une fois le mot de passe saisi avec succ&egrave;s.</P>

<p><B>Remarque :</B></P>
<ol type=1>
<li>Certains ports sont habituellement utilis&eacute;s pour d'autres services (tels que les 21, 25, 110, 119, 139, 145 et 445). Pour des raisons de s&eacute;curit&eacute;, ces ports seront restreints.</li>
<li>Veillez &agrave; changer le mot de passe par d&eacute;faut du routeur pour un mot de passe s&eacute;curis&eacute;.</li>
<li>Si le port de gestion distante est en conflit avec celui du <b>Serveur Virtuel</b>, l'entr&eacute;e sera automatiquement <b>d&eacute;sactiv&eacute;e</b> une fois les param&egrave;tres enregistr&eacute;s.</li>
</ol>

