

<H1>Aide S&eacute;curit&eacute; avanc&eacute;e</H1>
<p>Gr&acirc;ce &agrave; la page <B>Param&egrave;tres avanc&eacute;s</B>, vous pouvez prot&eacute;ger le routeur d'attaques de type TCP-SYN Flood, UDP Flood et ICMP-Flood.</p>
<p><font color="#ff0000">Remarque : Le filtrage d'attaques FLOOD est actif une fois l'option <b>Statistiques de trafic</b> activ&eacute;e dans <b>Outils syst&egrave;me</b>.</font></p>
<ul>
<lI><B>Intervalle statistiques paquets (5 &agrave; 60)</B> - La valeur par d&eacute;faut est 10. S&eacute;lectionnez une valeur comprise entre 5 et 60 secondes dans la liste d&eacute;roulante. Cet intervalle indique la p&eacute;riode des statistiques de paquets. Le r&eacute;sultat des statistiques sert &agrave; analyser les SYN Flood, UDP Flood et ICMP-Flood.</lI>
<lI><B>Protection DoS</B> - Choisissez de (D&eacute;s)Activer cette fonction. Les filtres anti-flood ne sont actifs que si elle est activ&eacute;e.</lI>
<lI><B>Activer le filtre anti-attaque ICMP flooding</B> - Choisissez de (D&eacute;s)Activer cette fonction.</lI>

<lI><B>Seuil des paquets ICMP-FLOOD (5 &agrave; 3600)</B> - La valeur par d&eacute;faut est 50. Saisissez une valeur comprise entre 5 et<B></B> 3600. D&egrave;s que le nombre de paquets ICMP-FLOOD d&eacute;passe la valeur d&eacute;finie, le routeur active la fonction de blocage.</lI>
<lI><B>Activer le filtrage d'attaques UDP-FLOOD</B> - Choisissez de (D&eacute;s)Activer cette fonction. </lI>
<lI><B>Seuil des paquets UDP-FLOOD (5 &agrave; 3600)</B> - La valeur par d&eacute;faut est 500. Saisissez une valeur comprise entre 5 et<B></B> 3600. D&egrave;s que le nombre de paquets UDP-FLOOD d&eacute;passe la valeur d&eacute;finie, le routeur active la fonction de blocage.</lI>
<lI><B>Activer le filtrage d'attaques TCP-SYN-FLOOD</B> - Choisissez de (D&eacute;s)Activer cette fonction.</lI>

<lI><B>Seuil des paquets TCP-SYN-FLOOD (5 &agrave; 3600)</B> - La valeur par d&eacute;faut est 50. Saisissez une valeur comprise entre 5 et<B></B> 3600. D&egrave;s que le nombre de paquets TCP-SYN-FLOOD d&eacute;passe la valeur d&eacute;finie, le routeur active la fonction de blocage.</lI>
<lI><B>Ignorer les PING du port WAN vers le routeur</B> - Choisissez de (D&eacute;s)Activer cette fonction. Par d&eacute;faut, cette fonction est d&eacute;sactiv&eacute;e. Si elle est activ&eacute;e, les PING d'Internet ne peuvent acc&eacute;der au routeur.</lI>
<lI><B>Interdire les PING du port LAN vers le routeur</B> - Choisissez de (D&eacute;s)Activer cette fonction. Par d&eacute;faut, cette fonction est d&eacute;sactiv&eacute;e. Si elle est activ&eacute;e, les PING du r&eacute;seau local ne peuvent acc&eacute;der au routeur. (Protection contre certains virus).</lI>
</ul>

<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder les param&egrave;tres.</P>
<P>Cliquez sur <B>Liste des h&ocirc;tes DoS bloqu&eacute;s</B> pour afficher la table des h&ocirc;tes DoS bloqu&eacute;s. </P>

</DIV>
</BODY></HTML>
