
<HTML><HEAD><TITLE>Aide Param&egrave;tres des r&egrave;gles de contr&ocirc;le parental.</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide Ajouter ou modifier un contr&ocirc;le parental</H1>


<P>
Gr&acirc;ce &agrave; la fonction pratique de contr&ocirc;le parental, le routeur peut restreindre l'acc&egrave;s &agrave; certains sites Web et le temps de navigation de votre enfant sur Internet. Sur cette page, vous pouvez cr&eacute;er une r&egrave;gle.
</P>

<UL>
<LI><B>Adresse MAC du PC enfant</B> - Saisissez l'adresse MAC de l'ordinateur que vous souhaitez contr&ocirc;ler ou utiliser l'option Toutes les adresses MAC du r&eacute;seau local ci-dessous. Si vous laissez le champ vide, la r&egrave;gle s'appliquera &agrave; tous les ordinateurs, &agrave; l'exception du PC parental.</LI>

<LI><B>Toutes les adresses MAC du r&eacute;seau local</B> - Pour consulter les adresses MAC de tous les ordinateurs du r&eacute;seau local en cours, cliquez sur le menu d&eacute;roulant. S&eacute;lectionnez-en-une ; elle sera ensuite copi&eacute;e dans le champ Adresse MAC du PC de l'enfant.</LI>

<LI><B>Description site Web</B> - Dans ce champ, d&eacute;crivez le(s) site(s) Web. Important : Cette description doit &ecirc;tre <b>unique</b>.</LI>


<LI><B>Nom des sites Web autoris&eacute;s</B> - Vous pouvez saisir huit noms de domaine auxquels l'enfant peut acc&eacute;der, en indiquant soit le nom complet, soit des mots cl&eacute;s (par exemple : google). Tout nom de domaine comportant ces mots cl&eacute;s (www.google.com, news.google.com) est autoris&eacute;.</LI>


<LI><B>Horaires effectifs</B> - S&eacute;lectionnez les horaires effectifs de cette r&egrave;gle ou utilisez l'option <b>Contr&ocirc;le d'acc&egrave;s &gt; Programmation horaire</b>. La valeur par d&eacute;faut est Aucune.</LI>


<LI><B>&Eacute;tat</B> - Deux options sont disponibles : Activer ou D&eacute;sactiver. La premi&egrave;re applique la r&egrave;gle, la seconde ne l'applique pas.</LI>
</UL>
<P>Cliquez sur <B>Enregistrer</B> pour terminer.</P>
<P>Cliquez sur <B>Pr&eacute;c&eacute;dent</B> pour revenir aux Param&egrave;tres de contr&ocirc;le parental.</P>
</DIV>
</BODY></HTML>
