
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<BODY><DIV>
<H1> Aide Param&egrave;tres de contr&ocirc;le parental</H1>
<P>Gr&acirc;ce &agrave; la fonction pratique de contr&ocirc;le parental, le routeur peut restreindre l'acc&egrave;s &agrave; certains sites Web et le temps de navigation de votre enfant sur Internet. Sur cette page, vous pouvez cr&eacute;er une r&egrave;gle.</P>

<UL>
<LI><B>Contr&ocirc;le parental</B> - Cochez Activer si vous souhaitez appliquer cette fonction, sinon cochez D&eacute;sactiver.</LI>

<LI><B>Adresse MAC du PC parent</B> - Dans ce champ, saisissez l'adresse MAC du PC de contr&ocirc;le ou utiliser le bouton <b>Copier au-dessus</b>.</LI>

<LI><B>Adresse MAC du PC</B> - Ce champ affiche l'adresse MAC de l'ordinateur qui g&egrave;re le routeur. Si l'adresse MAC de votre adaptateur est enregistr&eacute;e, cliquez sur le bouton Copier au-dessus pour la reporter dans le champ Adresse MAC du PC parent ci-dessus.</LI>

<LI><B>Description site Web</B> - Description du site Web autoris&eacute; pour l'ordinateur contr&ocirc;l&eacute;.</LI>

<LI><B>Programmation horaire</B> - P&eacute;riode autoris&eacute;e durant laquelle l'ordinateur contr&ocirc;l&eacute; peut acc&eacute;der &agrave; Internet. Pour plus de d&eacute;tails, reportez-vous &agrave; <b>Contr&ocirc;le d'acc&egrave;s &gt; Programmation horaire</b>.</LI>

<LI><B>Activer</B> - Cochez cette case pour activer une entr&eacute;e sp&eacute;cifique.</LI>

<LI><B>Modifier</B> - Permet de modifier ou supprimer une r&egrave;gle existante.</LI>
</UL>

<P><B>Exemple </B>: Vous souhaitez que l'ordinateur de votre enfant dont l'adresse MAC est <font color="#ff0000">00-11-22-33-44-AA</font> puisse acc&eacute;der &agrave; www.google.com uniquement le samedi sans aucune restriction du PC parental dont l'adresse MAC est <font color="#ff0000">00-11-22-33-44-BB</font>. Vous devez proc&eacute;der comme suit :</P>
<ol type="1">
<lI>&Agrave; gauche de l'&eacute;cran, cliquez sur le menu <b>Contr&ocirc;le parental</b> pour acc&eacute;der aux Param&egrave;tres de contr&ocirc;le parental. Cochez Activer, puis entrez l'adresse MAC 00-11-22-33-44-BB dans le champ Adresse Mac du PC parent.</lI>
<lI>&Agrave; gauche de l'&eacute;cran, cliquez sur <b>Contr&ocirc;le d'acc&egrave;s &gt; Programmation horaire</b> pour acc&eacute;der aux Param&egrave;tres <b>Programmation horaire</b>. Cliquez sur <b>Ajouter...</b> pour cr&eacute;er une entr&eacute;e avec comme Description programmation horaire : <b>Programmation_1</b>, Jour : <b>Sam</b>, Heure : <b>Toute la journ&eacute;e - 24 h</b>.</lI>
<lI>&Agrave; gauche de l'&eacute;cran, cliquez sur le menu <b>Contr&ocirc;le parental</b> pour acc&eacute;der aux Param&egrave;tres de contr&ocirc;le parental.</lI>
</ol>
<table border="0" align="center" cellpadding="0" cellspacing="0" class="space">
<tr><td width="24">&nbsp;</td>
<td>
<ul>
<LI>Cliquez sur <b>Ajouter...</b>.</LI>
<LI>Saisissez <font color="#ff0000">00-11-22-33-44-AA</font> dans le champ <b>Adresse MAC du PC enfant</b>.</LI>
<LI>Saisissez <b>Autoriser Google</b> dans le champ <b>Description du site Web</b>.</LI>
<LI>Saisissez <b>www.google.com</b> dans le champ <b>Nom de domaine autoris&eacute;</b>.</LI>
<LI>Dans la liste d&eacute;roulante <b>Horaires effectifs</b>, s&eacute;lectionnez l'entr&eacute;e <b>Programmation_1</b> que vous venez de cr&eacute;er.</LI>
<LI>Dans <b>&Eacute;tat</b>, s&eacute;lectionnez Activer.</LI>
<LI>Cliquez sur Enregistrer pour terminer.</LI>
</ul>
</td>
</tr></table>
<P>Revenez ensuite sur la page Param&egrave;tres de contr&ocirc;le parental, la liste suivante s'affiche :</P>

<table border="1" align="center">
<tr>
<td CLASS="LISTB" align="center" width="30">ID</td>
<td CLASS="LISTB" align="center" width="120">Adresse MAC</td>
<td CLASS="LISTB" align="center">Description site Web</td>
<td CLASS="LISTB" align="center">Programmation horaire</td>
<td CLASS="LISTB" align="center">&Eacute;tat</td>
<td CLASS="LISTB" align="center" nowrap>Modifier</td>
</tr>

<tr>
<td align="center" width="30">1</td>
<td align="center" width="120"><font color="ff0000">00-11-22-33-44-AA</font></td>
<td align="center" >Autoriser Google</td>
<td align="center" >Schedule_1</td>
<td align="center" ><input disabled type="checkbox" checked></td>
<td align="center" nowrap>Modifier/Supprimer</td>
</tr>
</table>
<p>Cliquez sur <b>Ajouter...</b> pour cr&eacute;er un Contr&ocirc;le parental.</p>
<p>Cliquez sur le bouton <b>Tout activer</b> pour activer toutes les r&egrave;gles de la liste.</p>
<p>Cliquez sur le bouton <b>Tout d&eacute;sactiver</b> pour d&eacute;sactiver toutes les r&egrave;gles de la liste.</p>
<p>Cliquez sur <b>Tout Supprimer</b> pour Supprimer toutes les entr&eacute;es de la table.</p>
<P>Cliquez sur le bouton <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>
</DIV></BODY></HTML>
