
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide WAN</H1>

<p><B>Type de connexion WAN :</B> 
<p>Si votre FAI utilise un serveur DHCP, s&eacute;lectionnez l'option <B>IP dynamique</B>.</p>
<p>Si votre FAI fournit une adresse IP statique ou fixe, un masque de sous-r&eacute;seau, une passerelle et des param&egrave;tres DNS, s&eacute;lectionnez l'option <B>IP statique</B>.</p>
<p>Si votre FAI fournit une connexion PPPoE, s&eacute;lectionnez l'option <B>PPPoE/Russia PPPoE</B>.</p>

<p>Si votre FAI fournit une connexion par c&acirc;ble BigPond, s&eacute;lectionnez l'option <B>C&acirc;ble BigPond</B>.</p>
<p>Si votre FAI fournit une connexion L2TP, s&eacute;lectionnez l'option <B>L2TP/Russia L2TP</B>.</p>
<p>Si votre FAI fournit une connexion PPTP, s&eacute;lectionnez l'option <B>PPTP/Russia PPTP</B>.</p>
<P><B>Remarque </B>: Si vous ne savez pas quel type de connexion choisir, cliquez sur le bouton <B>D&eacute;tecter</B> pour que le routeur d&eacute;termine automatiquement la connexion Internet pour les serveurs et les protocoles. Le type de connexion s'affiche d&egrave;s que le routeur d&eacute;tecte une connexion Internet active. Cette information est donn&eacute;e &agrave; titre indicatif uniquement. Pour vous assurer du type de connexion fournie, consultez votre FAI. Le routeur peut d&eacute;tecter les types de connexion Internet suivants :</p> 
<ul> 
<li><B>PPPoE/Russia PPPoE</B> - Connexion PPPoE n&eacute;cessitant un identifiant et un mot de passe.</li>
<li><B>IP dynamique</B> - Connexion par attribution d'une adresse IP dynamique.</li>
<li><B>IP statique </B> - Connexion par attribution d'une adresse IP statique.</li>
</ul> 
<p><B>Identifiant/Mot de passe</B> - Saisissez l'identifiant et le mot de passe fournis par votre FAI. Attention, ces champs sont sensibles &agrave; la casse.</p>
<p><B>Connexion secondaire</B> - Connexion secondaire - Disponible uniquement pour la connexion PPoE. Si votre FAI fournit un type de connexion suppl&eacute;mentaire (IP dynamique/statique) pour se connecter &agrave; un r&eacute;seau local, vous pouvez cocher le bouton radio IP dynamique/statique pour activer cette connexion secondaire.</p>
<ul> 
<li><B>D&eacute;sactiv&eacute;</B> - La connexion secondaire est par d&eacute;faut d&eacute;sactiv&eacute;e. Vous ne disposez donc que d'une connexion PPoE. Ce param&eacute;trage est recommand&eacute;.</li>
<li><B>IP dynamique</B> - Utilisez l'adresse IP dynamique pour vous connecter au r&eacute;seau local fourni par votre FAI.</li>
<li><B>IP statique </B> - Utilisez l'adresse IP statique pour vous connecter au r&eacute;seau local fourni par votre FAI. <B>Adresse IP</B> - Adresse IP - Saisissez l'adresse IP fournie par votre FAI pour la connexion secondaire. Cette adresse sert uniquement pour l'acc&egrave;s au r&eacute;seau local de la connexion secondaire. <B>Masque de sous-r&eacute;seau</B> - Saisissez le masque de sous-r&eacute;seau fourni par votre FAI pour la connexion secondaire. </li>
</ul>
<p><B>Connexion &agrave; la demande</B> - Vous pouvez configurer le routeur pour qu'il se d&eacute;connecte d'Internet apr&egrave;s une p&eacute;riode sp&eacute;cifi&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>). Si votre session a expir&eacute; pour cause d'inactivit&eacute;, l'option <B>Connexion &agrave; la demande</B> permet au routeur de r&eacute;tablir automatiquement la connexion d&egrave;s que vous tentez d'acc&eacute;der &agrave; nouveau &agrave; Internet. Pour activer cette option<B></B>, cliquez sur le bouton radio. Si vous souhaitez que votre connexion Internet soit active en permanence, saisissez <B>0</B> comme <B>D&eacute;lai d'inactivit&eacute; max.</B> </p>
<p><strong>Remarque :</strong> Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B> (0 &agrave; 99 min), car certaines applications fonctionnent en arri&egrave;re-plan.</p>
<p> <strong>Connexion automatique</strong> - Lance la connexion automatiquement apr&egrave;s d&eacute;connexion du routeur. Pour activer cette option, cliquez sur le bouton radio.</p>
<p><B>Connexion par plage horaire</B> - Vous pouvez configurer le routeur pour qu'il se (d&eacute;)connecte selon une plage horaire. Dans le champ <B>Dur&eacute;e</B>, saisissez l'heure de d&eacute;but et de fin de d&eacute;connexion, au format HH-MM.
</p>
<p> <strong>Connexion manuelle</strong> - Vous pouvez configurer le routeur afin de (d&eacute;s)activer manuellement la connexion. Apr&egrave;s une p&eacute;riode d'inactivit&eacute; donn&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>), le routeur suspend la connexion Internet. Si vous tentez d'y acc&eacute;der &agrave; nouveau, le routeur ne peut pas la r&eacute;tablir automatiquement. Pour activer cette option, cliquez sur le bouton radio. Si vous souhaitez que votre connexion Internet soit active en permanence, saisissez <B>0</B> comme <B>D&eacute;lai d'inactivit&eacute; max.</B> Sinon, saisissez le nombre de minutes que vous souhaitez voir s'&eacute;couler avant que votre connexion Internet soit interrompue, &agrave; moins qu'une nouvelle liaison soit n&eacute;cessaire.</p>
<p><strong>Remarque :</strong> Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B> (0 &agrave; 99 min), car certaines applications fonctionnent en arri&egrave;re-plan.</p>

<p><B>Remarque :</B> La fonction <B>Connexion par plage horaire</B> n'est active qu'une fois l'heure du syst&egrave;me configur&eacute;e dans <B>Outils syst&egrave;me</B> sur <B>Param&egrave;tres de l'horloge</B>. </p>
<p>Cliquez sur le bouton <B>Connexion</B> pour vous connecter imm&eacute;diatement.</p>
<p>Cliquez sur le bouton <B>D&eacute;connexion</B> pour vous d&eacute;connecter imm&eacute;diatement.</p>
<p>Cliquez sur <B>Avanc&eacute;</B> pour configurer les options avanc&eacute;es.</p>
<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres.
</DIV>
</BODY></HTML>
