
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>


<H1>Aides Param&egrave;tres PPPoE avanc&eacute;s</H1>
<p><B>Taille MTU</B> - La taille MTU (Maximum Transmission Unit) par d&eacute;faut est de 1480 octets, ce qui est en g&eacute;n&eacute;ral suffisant. Cependant, en fonction de votre FAI, il se peut que vous deviez la changer. Ne modifiez cette valeur que si n&eacute;cessaire.</p>
<p><B>Nom de service/nom CA</B> - Ne cr&eacute;ez les noms de service et de CA que si cela est requis par votre FAI.</p>
<p><B>Adresse IP sp&eacute;cifi&eacute;e</B> - Si votre FAI ne transmet pas automatiquement l'adresse IP au routeur lors de la connexion, cliquez sur &laquo; <B>Utiliser l'adresse IP sp&eacute;cifi&eacute;e par le FAI</B> &raquo; et saisissez l'adresse IP en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>
<p><B>Intervalle de d&eacute;tection en ligne</B> - La valeur par d&eacute;faut est 0. Vous pouvez saisir une valeur comprise entre 0 et 120. Le routeur d&eacute;tecte le CA en ligne toutes les secondes. Si la valeur est de 0, cela veut dire qu'aucune d&eacute;tection n'est activ&eacute;e.</p>
<p><b>Utiliser ces serveurs DNS</b> - Si votre FAI vous a donn&eacute; l'adresse IP des serveurs DNS, cochez cette case et remplissez les champs <b>DNS primaire</b> et <b>DNS secondaire</b>. Le DNS secondaire est facultatif. Sinon, les serveurs DNS sont assign&eacute;s dynamiquement par le FAI.

<p><b>DNS primaire</b> - (facultatif) Saisissez l'adresse IP DNS en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>

<p><b>DNS secondaire</b> - (facultatif) Saisissez une autre adresse IP DNS en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>

<p><b>Remarque : Les nouveaux param&egrave;tres PPPoE avanc&eacute;s ne seront actifs que lorsque vous vous connecterez &agrave; nouveau.<b></p>

<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres.
<P>Cliquez <B>Pr&eacute;c&eacute;dent</B> pour terminer. 