<LINK href="../dynaform/css_help.css" rel=stylesheet> 

<H1>Aide WAN</H1>

<p><B>Type de connexion WAN :</B> </p>
<p>Si votre FAI utilise un serveur DHCP, s&eacute;lectionnez l'option <B>IP dynamique</B>.</p>
<p>Si votre FAI fournit une adresse IP statique ou fixe, un masque de sous-r&eacute;seau, une passerelle et des param&egrave;tres DNS, s&eacute;lectionnez l'option <B>IP statique</B>.</p>
<p>Si votre FAI fournit une connexion PPPoE, s&eacute;lectionnez l'option <B>PPPoE/Russia PPPoE</B>.</p>

<p>Si votre FAI fournit une connexion par c&acirc;ble BigPond, s&eacute;lectionnez l'option <B>C&acirc;ble BigPond</B>.</p>
<p>Si votre FAI fournit une connexion L2TP, s&eacute;lectionnez l'option <B>L2TP/Russia L2TP</B>.</p>
<p>Si votre FAI fournit une connexion PPTP, s&eacute;lectionnez l'option <B>PPTP/Russia PPTP</B>.</p>

<p><B>Identifiant/Mot de passe</B> - Saisissez l'identifiant et le mot de passe fournis par votre FAI. Attention, ces champs sont sensibles &agrave; la casse. <p><B>IP dynamique/IP statique</B> - Si votre FAI fournit une adresse IP, un masque de sous-r&eacute;seau, une passerelle et une adresse de serveur DNS, s&eacute;lectionnez <B>IP statique</B>. Sinon, s&eacute;lectionnez <B>IP dynamique</B>.<p>
<p><B>Adresse IP/Nom du serveur</B> - Saisissez l'adresse IP ou le nom de domaine du serveur fourni par votre FAI. <p>
<p><B>Adresse IP</B> - Entrez l'adresse IP utilis&eacute;e pour l'acc&egrave;s au r&eacute;seau. (Configurable si l'option IP statique est s&eacute;lectionn&eacute;e)<p>
<p><B>Masque de sous-r&eacute;seau</B> - Saisissez le masque de sous-r&eacute;seau fourni par votre FAI. (Configurable si l'option IP statique est s&eacute;lectionn&eacute;e)<p>
<p><B>Passerelle</B> - Saisissez la passerelle fournie par votre FAI. (Configurable si l'option IP statique est s&eacute;lectionn&eacute;e)<p>
<p><B>DNS</B> - Saisissez le serveur DNS fourni par votre FAI. (Configurable si l'option IP statique est s&eacute;lectionn&eacute;e)<p>

<p><B>Adresse IP Internet</B> Adresse IP Internet assign&eacute;e par le serveur PPTP.<p>
<p><B>DNS Internet</B> Adresse du serveur DNS Internet assign&eacute;e par le serveur PPTP.<p>

<p><B>Connexion &agrave; la demande</B> - Vous pouvez configurer le routeur pour qu'il se d&eacute;connecte d'Internet apr&egrave;s une p&eacute;riode sp&eacute;cifi&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>). Si votre session a expir&eacute; pour cause d'inactivit&eacute;, l'option <B>Connexion &agrave; la demande</B> permet au routeur de r&eacute;tablir automatiquement la connexion d&egrave;s que vous tentez d'acc&eacute;der &agrave; nouveau &agrave; Internet. Pour activer cette option<B></B>, cliquez sur le bouton radio. Pour que votre connexion Internet soit active en permanence, entrez <B>0</B> dans le champ <B>D&eacute;lai d'inactivit&eacute; max.</B>. Sinon, saisissez le nombre de minutes que vous souhaitez voir s'&eacute;couler avant l'interruption de votre connexion Internet.</p>
<p><strong>Avertissement</strong> - Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B>, car certaines applications fonctionnent en arri&egrave;re-plan.</p>
<p> <strong>Connexion automatique</strong> - Lance la connexion automatiquement apr&egrave;s d&eacute;connexion du routeur. Pour activer cette option, cliquez sur le bouton radio.</p>
<p> <strong>Connexion manuelle</strong> - Vous pouvez configurer le routeur afin de (d&eacute;s)activer manuellement la connexion. Apr&egrave;s une p&eacute;riode d'inactivit&eacute; donn&eacute;e (<B>D&eacute;lai d'inactivit&eacute; max.</B>), le routeur suspend la connexion Internet. Si vous tentez d'y acc&eacute;der &agrave; nouveau, le routeur ne peut pas la r&eacute;tablir automatiquement. Pour activer cette option, cliquez sur le bouton radio. Pour que votre connexion Internet soit active en permanence, entrez <B>0</B> dans le champ <B>D&eacute;lai d'inactivit&eacute; max.</B>. Sinon, saisissez le nombre de minutes que vous souhaitez voir s'&eacute;couler avant que votre connexion Internet soit interrompue, &agrave; moins qu'une nouvelle liaison soit n&eacute;cessaire.</p>
<p><strong>Avertissement</strong> - Parfois la connexion ne peut &ecirc;tre interrompue, m&ecirc;me en ayant sp&eacute;cifi&eacute; un <B>d&eacute;lai d'inactivit&eacute; max.</B>, car certaines applications fonctionnent en arri&egrave;re-plan.</p>
<p>Cliquez sur le bouton <B>Connexion</B> pour vous connecter imm&eacute;diatement.</p>
<p>Cliquez sur le bouton <B>D&eacute;connexion</B> pour vous d&eacute;connecter imm&eacute;diatement.</p>
<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres.

</DIV>
</BODY></HTML>
