<LINK href="../dynaform/css_help.css" rel=stylesheet>

<H1>Aide Statistiques</H1>
<P>La page Statistiques affiche les informations de trafic sur chaque PC du r&eacute;seau local, ainsi que le trafic global et les valeurs du dernier <B>Intervalle statistiques paquets</B> en secondes. </P>

<ul>
<lI><B>&Eacute;tat actuel statistiques</B> - Activ&eacute; ou d&eacute;sactiv&eacute;. Par d&eacute;faut, l'option est d&eacute;sactiv&eacute;e. Pour l'activer, cliquez sur le bouton Activer. Si cette option est d&eacute;sactiv&eacute;e, la fonction Protection DoS dans les param&egrave;tres de s&eacute;curit&eacute; est &eacute;galement d&eacute;sactiv&eacute;e.</lI>
<lI><B>Intervalle statistiques paquets</B> - La valeur par d&eacute;faut est 10. S&eacute;lectionnez une valeur comprise entre 5 et 60 secondes dans la liste d&eacute;roulante. Cet intervalle indique la p&eacute;riode des statistiques de paquets. </lI>
<lI><B>R&egrave;gles de tri</B>- D&eacute;terminez le mode de tri des statistiques affich&eacute;es.</lI>

<lI>Cochez la case <B>Actualisation auto</B> pour rafra&icirc;chir automatiquement la page.</lI>
<lI>Cliquez sur le bouton <B>Actualiser</B> pour rafra&icirc;chir la page. </lI>
<li>Cliquez sur le bouton <b>Tout r&eacute;initialiser</b> pour remettre toutes les valeurs &agrave; z&eacute;ro.</li>
<li>Cliquez sur le bouton <b>Tout supprimer</b> pour effacer toutes les entr&eacute;es de la table.</li>

</ul>
<P><B>Table Statistiques</B></P>
<ul>
<lI><B>Adresse IP/Adresse MAC</B> - Les adresses IP et MAC sont affich&eacute;es avec les statistiques correspondantes.</lI> 
<lI><B>Total</B></lI>
<ul>

<lI type="disc"><B>Paquets</B> - Nombre total de paquets re&ccedil;us et transmis par le routeur.</lI> 
<lI type="disc"><B>Octets</B> - Nombre total d'octets re&ccedil;us et transmis par le routeur.</lI>
</ul>
<lI><B>En cours</B></lI>
<ul>  
<lI type="disc"><B>Paquets</B> - Nombre total de paquets re&ccedil;us et transmis dans le dernier Intervalle des statistiques de paquets (en secondes).</lI>

<lI type="disc"><B>Octets</B> - Nombre total d'octets re&ccedil;us et transmis dans le dernier Intervalle des statistiques de paquets (en secondes).</lI>
<lI type="disc"><B>&Eacute;mission ICMP</B> - Nombre total de paquets ICMP transmis au WAN par seconde dans l'Intervalle des statistiques de paquets sp&eacute;cifique, affich&eacute; en &laquo; d&eacute;bit d'&eacute;mission actuel/max. &raquo;.</lI>
<lI type="disc"><B>&Eacute;mission UDP</B> - Nombre de paquets UDP transmis au WAN par seconde dans l'Intervalle des statistiques de paquets sp&eacute;cifique, affich&eacute; en &laquo; d&eacute;bit d'&eacute;mission actuel/max. &raquo;.</lI>
<lI type="disc"><B>&Eacute;mission TCP SYN</B> - Nombre de paquets TCP SYN transmis au WAN par seconde dans l'Intervalle des statistiques de paquets sp&eacute;cifique, affich&eacute; en &laquo; d&eacute;bit d'&eacute;mission actuel/max. &raquo;.</lI>
</ul>

<lI><B>Modifier</B></lI>
<ul>
<li type = "disc"><b>R&eacute;initialisation</b> - Remet les valeurs &agrave; z&eacute;ro.</li>
<li type = "disc"><b>Supprimer</b> - Supprime l'entr&eacute;e de la table.</li>

</ul>

