
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>


<H1>Aide Serveurs virtuels</H1>
<P>Les serveurs virtuels peuvent servir &agrave; d&eacute;finir des services publics sur le r&eacute;seau local. Un serveur virtuel est un port de service qui redirige toutes les requ&ecirc;tes re&ccedil;ues d'Internet vers un ordinateur sp&eacute;cifi&eacute; par l'IP du serveur. Tout ordinateur faisant office de serveur virtuel doit avoir une adresse IP statique ou r&eacute;serv&eacute;e, car son adresse IP peut changer lors de l'utilisation de la fonction DHCP.</P>

<ul>
<lI><B>Port de service</B> - Num&eacute;ros des ports de service externes. Vous pouvez saisir un port ou une plage de ports de service au format XXX - YYY, o&ugrave; XXX est le port de d&eacute;part et YYY le port de fin. </lI>
<lI><B>Port interne</B> - Num&eacute;ro du port de service interne de l'ordinateur qui ex&eacute;cute l'application. Vous pouvez entrer un num&eacute;ro de port sp&eacute;cifique ou laisser ce champ vierge si le <B>Port interne</B> est identique au <B>Port de service</B>. </lI>
<lI><B>Adresse IP</B> - Adresse IP de l'ordinateur qui ex&eacute;cute l'application.</lI>
<lI><B>Protocole</B> - Protocole utilis&eacute; pour l'application : <B>TCP, </B><B>UDP</B> ou <B>Tous</B> (tous les protocoles pris en charge par le routeur).</lI>

<lI><B>&Eacute;tat</B> - &Eacute;tat de l'entr&eacute;e, &laquo; Activ&eacute; &raquo; signifiant que le serveur virtuel est activ&eacute;.</lI>
<lI><B>Port de service standard</B> - Certains services standard existent d&eacute;j&agrave; dans la liste d&eacute;roulante.</lI>
<li><b>Modifier</b> - Permet de modifier ou de supprimer une entr&eacute;e.</li>
</ul>
<P><B>D&eacute;finir un serveur virtuel </B> : </P>
<ol type=1>
<lI>Cliquez sur le bouton <B>Ajouter...</B>. </lI>
<lI>S&eacute;lectionnez le service que vous souhaitez utiliser dans la liste <B>Port de service standard</B>. Si le menu <B>Port de service standard</B> ne propose pas le service recherch&eacute;, saisissez le num&eacute;ro du port ou la plage de ports dans le champ <B>Port de service</B>.</lI>
<lI>Saisissez l'adresse IP de l'ordinateur qui ex&eacute;cute l'application dans le champ <B>Adresse IP</B>. </lI>
<lI>Dans la liste d&eacute;roulante, s&eacute;lectionnez le protocole utilis&eacute; pour l'application : <B>TCP, </B><B>UDP</B> ou <B>Tous</B>.</lI>
<lI>S&eacute;lectionnez <B>Activ&eacute;</B> dans la liste d&eacute;roulante du champ <B>&Eacute;tat</B>.</lI>
<lI>Cliquez sur <B>Enregistrer</B>. </lI>
</ol><p><B>Remarque </B>: Il est possible que votre ordinateur ou serveur dispose de plusieurs types de service. Dans ce cas, s&eacute;lectionnez un autre service et entrez la m&ecirc;me adresse IP de l'ordinateur ou du serveur.
<P><B>Modifier ou supprimer une entr&eacute;e </B> :</P>

<ol type=1>
<lI>Recherchez l'entr&eacute;e souhait&eacute;e dans la table.</lI>
<lI>Cliquez sur <B>Modifier</B> ou <B>Supprimer</B> dans la colonne <B>Modifier</B>.</lI>
</ol>
<P>Cliquez sur le bouton <B>Tout activer</B> pour activer toutes les entr&eacute;es.</P>

<P>Cliquez sur le bouton <B>Tout d&eacute;sactiver</B> pour d&eacute;sactiver toutes les entr&eacute;es.</P>
<P>Cliquez sur le bouton <B>Tout Supprimer</B> pour effacer toutes les entr&eacute;es.</P>
<P>Cliquez sur <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e. 