
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<H1>Aide WAN</H1>

<p><B>Type de connexion WAN :</B></p>
<p>Si votre FAI utilise un serveur DHCP, s&eacute;lectionnez l'option <B>IP dynamique</B>.</p>
<p>Si votre FAI fournit une adresse IP statique ou fixe, un masque de sous-r&eacute;seau, une passerelle et des param&egrave;tres DNS, s&eacute;lectionnez l'option <B>IP statique</B>.</p>
<p>Si votre FAI fournit une connexion PPPoE, s&eacute;lectionnez l'option <B>PPPoE/Russia PPPoE</B>.</p>

<p>Si votre FAI fournit une connexion par c&acirc;ble BigPond, s&eacute;lectionnez l'option <B>C&acirc;ble BigPond</B>.</p>
<p>Si votre FAI fournit une connexion L2TP, s&eacute;lectionnez l'option <B>L2TP/Russia L2TP</B>.</p>
<p>Si votre FAI fournit une connexion PPTP, s&eacute;lectionnez l'option <B>PPTP/Russia PPTP</B>.</p>
<P>Si vous ne savez pas quel type de connexion choisir, cliquez sur le bouton <B>D&eacute;tecter</B> pour que le routeur d&eacute;termine automatiquement la connexion Internet pour les serveurs et les protocoles. Le type de connexion s'affiche d&egrave;s que le routeur d&eacute;tecte une connexion Internet active. Cette information est donn&eacute;e &agrave; titre indicatif uniquement. Pour vous assurer du type de connexion fournie, consultez votre FAI. Le routeur peut d&eacute;tecter les types de connexion Internet suivants :</p> 
<ul> 
<lI><B>PPPoE/Russia PPPoE</B> - Connexion PPPoE n&eacute;cessitant un identifiant et un mot de passe.</li>
<lI><B>IP dynamique</B> - Connexion par attribution d'une adresse IP dynamique.</li>
<lI><B>IP statique </B> - Connexion par attribution d'une adresse IP statique.</li>
</ul> 
<p><B>Adresse IP</B> - Saisissez l'adresse IP en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>  
<p><B>Masque de sous-r&eacute;seau</B> - Saisissez le masque de sous-r&eacute;seau en notation d&eacute;cimale point&eacute;e fourni par votre FAI.</p>
<p><B>Passerelle par d&eacute;faut</B> - Saisissez la passerelle par d&eacute;faut en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>
<p><B>Taille MTU</B> - La Valeur de la MTU (Maximum Transmit Unit, unit&eacute; de transmission maximale ) normale pour la plupart des r&eacute;seaux Ethernet est 1500 octets. Cependant, en fonction de votre FAI, il se peut que vous deviez la changer. Toutefois, cela est rarement n&eacute;cessaire ; ne proc&eacute;dez &agrave; la modification que si cela est requis pour votre connexion FAI.</p>
<p><B>DNS primaire</B> - Saisissez l'adresse IP DNS en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>
<p><B>DNS secondaire</B> - Saisissez une autre adresse IP DNS en notation d&eacute;cimale point&eacute;e fournie par votre FAI.</p>
<P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres. </p>



