
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<script language="JavaScript" src="../dynaform/custom.js" type="text/JavaScript"></script>
</head>

<H1><SCRIPT language="JavaScript">document.write(str_wps_name_long);</SCRIPT> Aide</H1>

<p><SCRIPT language="JavaScript">document.write(str_wps_name_short);</SCRIPT> Cette fonction vous permet d'ajouter rapidement un p&eacute;riph&eacute;rique &agrave; votre r&eacute;seau. Si le p&eacute;riph&eacute;rique est compatible WPS (Wi-Fi Protected Setup) et dot&eacute; d'un bouton de configuration, il vous suffit d'appuyer sur ce bouton, puis sur le bouton du p&eacute;riph&eacute;rique pour l'ajouter &agrave; votre r&eacute;seau. La DEL d'&eacute;tat du p&eacute;riph&eacute;rique s'allume en vert pendant cinq minutes si ce dernier a pu &ecirc;tre ajout&eacute; au r&eacute;seau. Si le nouveau p&eacute;riph&eacute;rique est compatible WPS et Code PIN, vous pouvez l'ajouter au r&eacute;seau en saisissant son code PIN.</p>

<UL>
<LI><B><SCRIPT language="JavaScript">document.write(str_wps_name_short);</SCRIPT> &Eacute;tat</B> - (D&eacute;s)activez ici la <SCRIPT language="JavaScript">document.write(str_wps_name_short);</SCRIPT> fonction.</LI>

<LI><B>PIN actuel</B> - Affiche le code PIN du p&eacute;riph&eacute;rique. La valeur par d&eacute;faut est toujours indiqu&eacute;e sur l'&eacute;tiquette ou dans le manuel d'utilisation.</LI>

<LI><B>Restaurer PIN</B> - Pour restaurer le code PIN par d&eacute;faut. </LI>
<LI><B>G&eacute;n. nouv. PIN</B> - Cliquez sur ce bouton pour obtenir un nouveau code PIN al&eacute;atoire. G&eacute;n&eacute;rer un nouveau code PIN garantit une s&eacute;curit&eacute; accrue du r&eacute;seau.</LI>
<LI><B>D&eacute;sactiver PIN de ce p&eacute;riph.</B> - Le registre externe WPS de saisie du code PIN de ce p&eacute;riph&eacute;rique peut &ecirc;tre (d&eacute;s)activ&eacute; manuellement. En cas de tentatives d'authentification erron&eacute;es, la fonction est automatiquement d&eacute;sactiv&eacute;e.</LI>

<LI><B>Ajout de p&eacute;riph&eacute;rique</B> - Cliquez sur ce bouton pour ajouter manuellement un p&eacute;riph&eacute;rique au r&eacute;seau existant.</LI>

</UL>

<p><B>Remarque : </B>La fonction <SCRIPT language="JavaScript">document.write(str_wps_name_short);</SCRIPT> ne peut &ecirc;tre configur&eacute;e si l'option Sans fil de ce p&eacute;riph&eacute;rique est d&eacute;sactiv&eacute;e. Assurez-vous que la fonction Sans fil est bien activ&eacute;e avant de configurer le <SCRIPT language="JavaScript">document.write(str_wps_name_short);</SCRIPT>.</p>
