
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide Param&egrave;tres de configuration du r&eacute;seau sans fil</H1>
<p><B>Remarque</B> :  La port&eacute;e de votre connexion sans fil peut grandement varier selon la position de votre point d'acc&egrave;s. Pour des r&eacute;sultats optimaux, il est important de placer votre point d'acc&egrave;s :</P>

<ul>
<lI>au centre de vos stations sans fil.</lI>
<lI>en hauteur, par exemple sur une &eacute;tag&egrave;re.</lI>
<lI>loin de toute source d'interf&eacute;rences potentielle : ordinateurs, four &agrave; micro-ondes, t&eacute;l&eacute;phones sans fil...</lI>
<lI>avec l'antenne en position verticale.</lI>
<lI>loin de grandes surfaces m&eacute;talliques.</lI>
</ul>
<p><B>Point d'acc&egrave;s</B>&nbsp;: mode de fonctionnement pour l'acc&egrave;s des stations sans fil.</p>
<ul>
<lI><B>Nom du r&eacute;seau sans fil</B>&nbsp;: saisissez un nom de 32 caract&egrave;res max. Tous les p&eacute;riph&eacute;riques sans fil du r&eacute;seau devront utiliser ce m&ecirc;me nom (Nom du r&eacute;seau sans fil).</lI>
<lI><B>Canal</B>&nbsp;: indique la fr&eacute;quence de fonctionnement. Il n'est pas n&eacute;cessaire de changer le canal sans fil, sauf en cas d'interf&eacute;rences constat&eacute;es avec un autre point d'acc&egrave;s &agrave; proximit&eacute;. </lI>
<lI><B>Mode</B>&nbsp;: ce champ indique le mode de fonctionnement sans fil du point d'acc&egrave;s.</lI>
<lI><B>Largeur du canal</B>&nbsp;: bande passante du canal sans fil.</lI>
<lI><B>Activer radio sans fil</B>&nbsp;: la radio sans fil du point d'acc&egrave;s peut &ecirc;tre (d&eacute;s)activ&eacute;e afin d'autoriser ou de refuser l'acc&egrave;s des stations sans fil. Activ&eacute; : les stations sans fil peuvent acc&eacute;der au point d'acc&egrave;s. D&eacute;sactiv&eacute; : les stations ne peuvent acc&eacute;der au point d'acc&egrave;s.</lI>
<lI><B>Activer diffusion SSID</B>&nbsp;: cochez l'option <B>Activer la diffusion SSID</B> si vous souhaitez que le point d'acc&egrave;s diffuse son nom (SSSID). </lI>
</ul>
<p><B>Remarque</B> :  Le non-respect de ces consignes peut entra&icirc;ner une forte d&eacute;gradation des performances, voire l'impossibilit&eacute; d'activer la connexion sans fil du point d'acc&egrave;s.</p>


<p><B>R&eacute;p&eacute;teur</B>&nbsp;: En mode R&eacute;p&eacute;teur, le point d'acc&egrave;s avec WDS d&eacute;sactiv&eacute; transmet les donn&eacute;es &agrave; un point d'acc&egrave;s principal associ&eacute;. La fonction Point d'acc&egrave;s est activ&eacute;e. Le r&eacute;p&eacute;teur sans fil relaie le signal entre ses stations et le point d'acc&egrave;s principal pour augmenter la port&eacute;e du sans fil. Veuillez saisir l'adresse MAC du point d'acc&egrave;s principal dans le champ <B>Adresse MAC du point d'acc&egrave;s principal</B>.</p>
<UL>
<LI><B>Nom sans fil du point d'acc&egrave;s principal</B>&nbsp;: SSID du point d'acc&egrave;s auquel va se connecter votre p&eacute;riph&eacute;rique en tant que client. Vous pouvez &eacute;galement utiliser la fonction de recherche pour s&eacute;lectionner le SSID.</LI>
<LI><B>Adresse MAC du point d'acc&egrave;s principal</B>&nbsp;: BSSID du point d'acc&egrave;s auquel va se connecter votre p&eacute;riph&eacute;rique, en tant que client.  Vous pouvez &eacute;galement utiliser la fonction de recherche pour s&eacute;lectionner le BSSID.</LI>
<lI><B>Mode</B> -Indique le mode de fonctionnement sans fil du point d'acc&egrave;s.</lI>
<lI><B>Largeur du canal</B>&nbsp;: bande passante du canal sans fil.</lI>
<LI><B>Mode WDS</B>&nbsp;: Ce champ indique le mode WDS utilis&eacute;. Inutile de le changer, sauf en cas de probl&egrave;mes de communication r&eacute;seau avec le point d'acc&egrave;s principal. En mode automatique, le routeur choisit automatiquement le mode WDS ad&eacute;quat.</LI>
<lI><B>Activer radio sans fil</B>&nbsp;: La radio sans fil du point d'acc&egrave;s peut &ecirc;tre (d&eacute;s)activ&eacute;e afin d'autoriser ou de refuser l'acc&egrave;s des stations sans fil. Activ&eacute; : les stations sans fil peuvent acc&eacute;der au point d'acc&egrave;s. D&eacute;sactiv&eacute; : les stations ne peuvent acc&eacute;der au point d'acc&egrave;s.</lI>
<lI><B>Liste</B>&nbsp;: Cliquez sur ce bouton pour rechercher le point d'acc&egrave;s qui utilise le canal.</lI>
<!--<LI><B>Key type</B> - This option should be chosen according to the AP's security configuration.It is recommended that the security type is the same as your AP's security type.</LI>
<LI><B>Auth Type</B> - This option indicates the authorization type of the Root AP.</LI>
<LI><B>Key Format</B> - You can select <B>ASCII</B> or <B>Hexadecimal</B> format. ASCII Format stands for any combination of keyboard characters in the specified length. Hexadecimal format stands for any combination of hexadecimal digits (0-9, a-f, A-F) in the specified length.</LI>
<LI><B>WEP Index</B> - This option should be chosen if the key type is WEP(ASCII) or WEP(HEX).It indicates the index of the WEP key.</LI>
<LI><B>Password</B> - If the AP your Router is going to connect needs password, you need to fill the password in this blank.</LI>-->
</UL>
<p></p>

</DIV>
