
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<H1>Aide Filtrage MAC sans fil</H1>
<p>La fonction de Filtrage MAC sans fil permet de contr&ocirc;ler l'acc&egrave;s au point d'acc&egrave;s des stations sans fil gr&acirc;ce &agrave; des r&egrave;gles bas&eacute;es sur leurs adresses MAC. </p>

<ul>
<lI><B>Adresse MAC</B> - Adresse MAC de la station sans fil dont vous souhaitez contr&ocirc;ler l'acc&egrave;s. </lI>
<lI><B>Description</B> - Description simple de la station sans fil. </lI>
<lI><B>&Eacute;tat</B> - Deux choix possibles : <B>Activ&eacute;</B> ou <B>D&eacute;sactiv&eacute;</B>.</lI>
</ul>

<p>Pour d&eacute;sactiver la fonction, cliquez sur le bouton <B>D&eacute;sactiver</B> (r&eacute;glage par d&eacute;faut). 
<p>Pour param&eacute;trer une entr&eacute;e, cliquez sur <B>Activer</B> et suivez les instructions ci-dessous : <BR>
Dans un premier temps, vous devez d&eacute;cider si les stations sans fil sp&eacute;cifi&eacute;es seront autoris&eacute;es ou refus&eacute;es d'acc&egrave;s. En fonction de votre choix, cliquez sur le bouton radio devant <B>Autoriser les stations sp&eacute;cifi&eacute;es dans la table de filtrage</B> ou devant <B>Refuser les stations sp&eacute;cifi&eacute;es dans la table de filtrage</B>. <P>Pour ajouter un r&egrave;gle de filtrage, cliquez sur <B>Ajouter...</B> et suivez les instructions ci-dessous :</P>

<ol type=1>
<lI>Saisissez l'adresse MAC dans ce champ<B></B>. L'adresse MAC est au format XX-XX-XX-XX-XX-XX (X = tout chiffre hexad&eacute;cimal). Par exemple : 00-0A-EB-B0-00-0B. 
</lI>
<lI>D&eacute;crivez simplement la station sans fil dans le champ <B>Description</B>. Par exemple : Station sans fil A.</lI>
<lI><B>&Eacute;tat</B> - S&eacute;lectionnez <B>Activ&eacute;</B> ou <B>D&eacute;sactiv&eacute;</B> dans la liste d&eacute;roulante <B>&Eacute;tat</B>.</lI>

<lI>Cliquez sur <B>Enregistrer</B> pour sauvegarder l'entr&eacute;e.</lI>
</ol>
<P>Pour ajouter d'autres r&egrave;gles, r&eacute;p&eacute;tez les &eacute;tapes 1 &agrave; 4.</P>


<P><B>Modifier ou supprimer une entr&eacute;e </B> :</P>
<ol type=1>
<lI>Cliquez sur <B>Modifier</B> ou sur <B>Supprimer</B> dans la colonne <B>Modifier</B> de la table de filtrage d'adresses MAC.</lI>

<lI>Saisissez la valeur souhait&eacute;e dans la page <B>Ajouter ou modifier un filtrage d'adresses MAC sans fil</B>, puis cliquez sur <B>Enregistrer</B>.</lI>
</ol>
<P>Le bouton <B>Tout activer</B> permet d'activer l'ensemble des entr&eacute;es, <B>Tout d&eacute;sactiver</B> les d&eacute;sactivent toutes et <B>Tout supprimer</B> vide la table des r&egrave;gles de filtrage.</P>

<p>Cliquez sur le <B>Suivant</B> ou <B>Pr&eacute;c&eacute;dent</B> pour acc&eacute;der &agrave; la page souhait&eacute;e.</p>

<P><B>Remarque </B>: Si vous activez la fonction et s&eacute;lectionnez <B>Autoriser les stations sp&eacute;cifi&eacute;es dans la table de filtrage</B><B></B>, mais qu'aucune station active n'est s&eacute;lectionn&eacute;e, aucune station ne pourra acc&eacute;der au point d'acc&egrave;s.</P>
