
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<H1>Aide S&eacute;curit&eacute; sans fil</H1>
<p> S&eacute;lectionnez une des options de s&eacute;curit&eacute; sans fil suivantes : </p>
<ul>
<lI><b>D&eacute;sactiver s&eacute;curit&eacute;</b> - La fonction de s&eacute;curit&eacute; sans fil peut &ecirc;tre (d&eacute;s)activ&eacute;e. En mode d&eacute;sactiv&eacute;, les stations sans fil peuvent se connecter au routeur sans chiffrement. Nous vous recommandons vivement de s&eacute;lectionner une des options de s&eacute;curit&eacute; suivantes.</lI>  
<lI><B>WPA/WPA2 - Personnel</B> - Chiffrement bas&eacute; sur une phrase de passe (cl&eacute; pr&eacute;partag&eacute;e). </lI>
<lI><B>WPA/WPA2 - Entreprise</B> - Authentification d'un serveur RADIUS externe</lI>
<lI><B>WEP</B> - Il s'agit du chiffrement WEP 802.11.</lI>
</ul>
<p>Chaque option de s&eacute;curit&eacute; comporte ses propres param&egrave;tres d&eacute;crits ci-dessous.</p>

<p> <B>WPA/WPA2 - Personnel</B>
<p><b>Version</b> - S&eacute;lectionnez l'une des versions suivantes :</p>
<ul>
<lI><B>Automatique</B> - S&eacute;lection automatique (<B>WPA-PSK</B> ou <B>WPA2-PSK</B>) en fonction des capacit&eacute;s et demandes des stations sans fil.</lI>
<lI> <B>WPA-PSK</B> - Cl&eacute; pr&eacute;-partag&eacute;e WPA.</lI>
<lI> <B>WPA2-PSK</B> - Cl&eacute; pr&eacute;-partag&eacute;e WPA2. </lI>
</ul>
<p><B>Chiffrement</B> - Vous avez le choix entre : <B>Automatique</B>, <B>TKIP</B> et <B>AES</B>.</p>
<p><B>Mot de passe sans fil</B> - Vous avez le choix entre <B>ASCII</B> ou <B>Hexad&eacute;cimal</B>. En mode <B>Hexad&eacute;cimal</B>, la cl&eacute; doit comprendre entre 8 et 64 caract&egrave;res. En mode <B>ASCII</B>, la cl&eacute; doit comprendre entre 8 et 63 caract&egrave;res.</p> 
<p><B>Intervalle de mise &agrave; jour de la cl&eacute; de groupe</B> - Indiquez l'intervalle de rafra&icirc;chissement en secondes. La valeur doit &ecirc;tre comprise entre 0 et 30. La valeur 0 d&eacute;sactive la mise &agrave; jour.</p>

<p><B>WPA/WPA2 - Entreprise</B>
<p><b>Version</b> - S&eacute;lectionnez l'une des versions suivantes :</p>
<ul>
<lI><B>Automatique</B> - S&eacute;lection automatique (<B>WPA</B> ou <B>WPA2</B>) en fonction des capacit&eacute;s et demandes des stations sans fil.</lI>
<lI> <B>WPA</B> - Acc&egrave;s prot&eacute;g&eacute; WiFi.</lI>
<lI> <B>WPA2</B> - WPA version 2. </lI>
</ul>
<p><B>Chiffrement</B> - Vous avez le choix entre : <B>Automatique</B>, <B>TKIP</B> et <B>AES</B>.</p>
<p><B>IP du serveur RADIUS</B> - Saisissez l'adresse IP du serveur RADIUS.</p>
<p><B>Port RADIUS</B> - Saisissez le port utilis&eacute; par le serveur RADIUS.</p>
<p><B>Mot de passe RADIUS</B> - Saisissez le mot de passe pour le serveur RADIUS.</p>
<p><B>Intervalle de mise &agrave; jour de la cl&eacute; de groupe</B> - Indiquez l'intervalle de rafra&icirc;chissement en secondes. La valeur doit &ecirc;tre comprise entre 0 et 30. La valeur 0 d&eacute;sactive la mise &agrave; jour.</p>

<p><B>WEP</B></p>
<p><B>Type</B> - S&eacute;lectionnez l'un des types suivants :</p>
<ul>
<lI><B>Automatique</B> - S&eacute;lection automatique du type d'authentification (
<strong>Cl&eacute; partag&eacute;e</strong> ou <strong>Syst&egrave;me ouvert</strong>) en fonction des capacit&eacute;s et demandes des stations sans fil.</lI>
<lI><B>Cl&eacute; partag&eacute;e</B> - Authentification par Cl&eacute; partag&eacute;e 802.11.</lI>
<lI><B>Syst&egrave;me ouvert</B> - Authentification par Syst&egrave;me ouvert 802.11. </lI>

</ul>
<p><B>Format cl&eacute; WEP</B> - Vous avez le choix entre les formats <B>ASCII</B> et <B>Hexad&eacute;cimal</B>. Le format ASCII convient &agrave; toute combinaison de caract&egrave;res de la longueur indiqu&eacute;e. Le format ASCII convient &agrave; toute combinaison de chiffres hexad&eacute;cimaux (0-9, a-f, A-F) de la longueur indiqu&eacute;.</p>

<p><B>Param&egrave;tres cl&eacute; WEP</B> - Choisissez la cl&eacute; WEP parmi les quatre propos&eacute;es en cliquant sur le bouton radio, puis entrez les informations sur la cl&eacute; pour votre r&eacute;seau. Toutes les stations clientes sans fil de votre r&eacute;seau doivent utiliser les m&ecirc;mes param&egrave;tres WEP que vous. </p>
<p><B>Type cl&eacute;</B> - Choisissez la longueur de la cl&eacute; WEP (<B>64 bits</B>, <B>128 bits</B> ou <B>152 bits</B>) pour le chiffrement. &laquo; D&eacute;sactiv&eacute; &raquo; signifie que la cl&eacute; WEP est invalide.</p>

<ul>
<lI>Pour le chiffrement <B>64 bits</B> - Vous pouvez saisir 10 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 5 caract&egrave;res ASCII. </lI>
<lI>Pour le chiffrement <B>128 bits</B> - Vous pouvez saisir 26 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 13 caract&egrave;res ASCII.</lI>
<lI>Pour le chiffrement <B>152 bits</B> - Vous pouvez saisir 32 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 16 caract&egrave;res ASCII.</lI>

</ul>
<p><B>Remarque</B> : Si vous ne param&eacute;trez pas la cl&eacute;, la fonction de s&eacute;curit&eacute; sans fil reste d&eacute;sactiv&eacute;e, m&ecirc;me si vous avez s&eacute;lectionn&eacute; l'authentification par Cl&eacute; partag&eacute;e. <P>Cliquez sur <B>Enregistrer</B> pour sauvegarder vos param&egrave;tres sur cette page.</P>

