
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>
<BODY><DIV>
<H1>Aide Cr&eacute;er une cible d'acc&egrave;s</H1>
<P>Sur cette page, vous pouvez ajouter une entr&eacute;e &agrave; la liste de cibles.</P>
<UL>
<LI><B>Description cible</B> - Dans ce champ, d&eacute;crivez la cible. Important : Cette description doit &ecirc;tre <b>unique</b>.</LI>
<LI><B>Mode</B> - Deux options sont disponibles : Adresse IP et Nom de domaine. S&eacute;lectionnez celle de votre choix dans la liste d&eacute;roulante.</LI>
</UL>
<P>S'il s'agit de l'<B>Adresse IP</B>, les &eacute;l&eacute;ments suivants s'affichent :</P>
<UL>
<LI><B>Adresse IP</B> - Saisissez l'adresse IP (ou la plage d'adresses) de la cible (ou des cibles) en notation d&eacute;cimale point&eacute;e, ex. : 192.168.1.23.</LI>
<LI><B>Port cible</B> - Indiquez le port ou la plage de ports pour la cible. Pour certains ports de service standard, vous pouvez utiliser le Port de service standard ci-dessous.</LI>
<LI><B>Protocole</B> - Quatre options sont disponibles : Tous, TCP, UDP et ICMP. Faites votre choix dans la liste d&eacute;roulante pour la cible.</LI>
<LI><B>Port de service standard</B> - Il s'agit d'une liste des ports de service standard. S&eacute;lectionnez-en-un dans la liste d&eacute;roulante. Le num&eacute;ro de port correspondant s'affiche automatiquement dans le champ Port cible. Exemple : si vous s&eacute;lectionnez &laquo; FTP &raquo;, le num&eacute;ro &laquo; 21 &raquo; s'affiche automatiquement dans Port cible.</LI>
</UL>
<P>Si <B>Nom de domaine</B> est s&eacute;lectionn&eacute;, les &eacute;l&eacute;ments suivants s'affichent :</P>
<UL>
<LI><B>Nom de domaine</B> - Vous pouvez entrer quatre noms de domaines, en saisissant le nom complet ou simplement des mots cl&eacute;s (ex. : google). Tout nom de domaine contenant ces mots cl&eacute;s (www.google.com, www.google.cn) sera bloqu&eacute; ou autoris&eacute;.</LI>
</UL>
<P>Cliquez sur <B>Suivant</B> pour continuer ou sur <B>Pr&eacute;c&eacute;dent</B> pour revenir &agrave; la page pr&eacute;c&eacute;dente.
</DIV></BODY></HTML>
