<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
</head>

<p><B>Mode de fonctionnement</B> - Plusieurs modes de fonctionnement sont pris en charge&nbsp;: (1) Point d'acc&egrave;s (2) R&eacute;p&eacute;teur (3) Pont avec PA (4) Client (5) Multi-SSID. Voici une pr&eacute;sentation des options de configuration disponibles, diff&egrave;rent en fonction du mode choisi.</p>
<p><B>Point d'acc&egrave;s</B> - Dans ce mode, le p&eacute;riph&eacute;rique peut &ecirc;tre connect&eacute; &agrave; un r&eacute;seau filaire et transformer l'acc&egrave;s filaire en sans fil qui sera partag&eacute; entre plusieurs p&eacute;riph&eacute;riques. Ce mode est recommand&eacute; pour votre domicile, un bureau ou un h&ocirc;tel o&ugrave; seul un r&eacute;seau filaire est disponible.</p>
<p><B>R&eacute;p&eacute;teur</B> - Dans ce mode, le p&eacute;riph&eacute;rique peut copier et renforcer le signal sans fil existant afin d'&eacute;tendre sa couverture. Ce mode est particuli&egrave;rement pratique dans un grand espace, afin de r&eacute;duire les &laquo; zones mortes &raquo;.</p>
<p><B>Pont avec point d'acc&egrave;s</B> - Dans ce mode, le p&eacute;riph&eacute;rique peut servir &agrave; combiner plusieurs r&eacute;seaux locaux trop &eacute;loign&eacute;s les uns des autres, afin de n'en cr&eacute;er qu'un seul, accessible par connexion sans fil. Tout en &eacute;tablissant un pont avec les autres points d'acc&egrave;s, ce p&eacute;riph&eacute;rique peut aussi fonctionner en tant que point d'acc&egrave;s pour cr&eacute;er un r&eacute;seau local sans fil pour tous vos p&eacute;riph&eacute;riques Wi-Fi.</p>
<p><B>Client</B> - Dans ce mode, le p&eacute;riph&eacute;rique peut &ecirc;tre connect&eacute; &agrave; un autre p&eacute;riph&eacute;rique via un port Ethernet et fonctionner comme un adaptateur afin d'offrir aux p&eacute;riph&eacute;riques filaires un acc&egrave;s au r&eacute;seau sans fil. Ce mode est particuli&egrave;rement conseill&eacute; pour une t&eacute;l&eacute;vision connect&eacute;e, un lecteur m&eacute;dia ou une console de jeu disposant d'un port Ethernet.</p>
<p><B>Multi-SSID</B> - Dans ce mode, le p&eacute;riph&eacute;rique peut cr&eacute;er jusqu'&agrave; quatre r&eacute;seaux sans fil identifi&eacute;s par des SSID diff&eacute;rents et assigner chacun d'eux &agrave; un VLAN ou un type de s&eacute;curit&eacute; diff&eacute;rent. Ce mode est particuli&egrave;rement conseill&eacute; lorsque diff&eacute;rentes politiques d'acc&egrave;s et fonctions sont requises.</p>

<p><B>Remarque</B>&nbsp;: La port&eacute;e de votre connexion sans fil peut grandement varier selon la position de votre point d'acc&egrave;s. Pour des r&eacute;sultats optimaux, il est important de placer votre point d'acc&egrave;s :</P>

<ul>
<lI>au centre de vos stations sans fil.</lI>
<lI>en hauteur, par exemple sur une &eacute;tag&egrave;re.</lI>
<lI>loin de toute source d'interf&eacute;rences potentielle : ordinateurs, four &agrave; micro-ondes, t&eacute;l&eacute;phones sans fil...</lI>
<lI>avec l'antenne en position verticale.</lI>
<lI>loin de grandes surfaces m&eacute;talliques.</lI>
</ul>
</DIV>
</HTML>
