
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<script language="javascript" src="../dynaform/custom.js" type="text/javascript"></script>
</head>
<H1>Aide Sans fil</H1>
<p><B>Point d'acc&egrave;s</B>&nbsp;: mode de fonctionnement pour l'acc&egrave;s des stations sans fil.</p>
<ul>
<LI>
<b>Nom du r&eacute;seau sans fil (SSID)</b>&nbsp;: saisissez une cha&icirc;ne de 32 caract&egrave;res. Tous les p&eacute;riph&eacute;riques sans fil du r&eacute;seau devront utiliser ce nom (SSID). Le SSID par d&eacute;faut
<script language="javascript" type="text/javascript">
document.write('<B>'+wireless_ssid_prefix+'</B>');
if(ssid_without_mac == 0)
{
document.write("<B>_xxxxxx&lt;\/B&gt; (xxxxxx indique les six derniers caract&egrave;res de l'adresse MAC de votre routeur) ");
}	
</script>permet d'assurer la s&eacute;curit&eacute; de votre r&eacute;seau sans fil. Nous vous recommandons cependant vivement de personnaliser ce SSID. Cette valeur est sensible &agrave; la casse. Par exemple, <b>MONSSID</b> est DIFF&Eacute;RENT de <b>MonSsid</b>.
</LI>
<LI><P><B>R&eacute;gion</B>&nbsp;: s&eacute;lectionnez votre r&eacute;gion dans la liste d&eacute;roulante. Ce champ liste les r&eacute;gions o&ugrave; il est possible d'utiliser la fonction sans fil du point d'acc&egrave;s. Attention : Utiliser le point d'acc&egrave;s en mode sans fil dans une r&eacute;gion non list&eacute;e peut &ecirc;tre ill&eacute;gal. Si votre pays ou r&eacute;gion n'appara&icirc;t pas dans la liste, veuillez contacter l'administration locale comp&eacute;tente.</P></LI>
<LI><P><b>Canal</b>&nbsp;: indique la fr&eacute;quence de fonctionnement. Il n'est pas n&eacute;cessaire de changer le canal sans fil, sauf en cas d'interf&eacute;rences constat&eacute;es avec un autre point d'acc&egrave;s &agrave; proximit&eacute;. En mode automatique, le point d'acc&egrave;s choisit automatiquement le meilleur canal.</P></LI>
</ul>
<p><B>R&eacute;p&eacute;teur</B>&nbsp;: En mode R&eacute;p&eacute;teur, le r&eacute;p&eacute;teur sans fil relaie le signal entre ses stations et le point d'acc&egrave;s principal afin d'augmenter la port&eacute;e sans fil.</p>
<ul>
<LI><p><B>Nom sans fil du point d'acc&egrave;s principal</B>&nbsp;: Saisissez le nom du point d'acc&egrave;s distant (&eacute;galement appel&eacute; SSID) auquel vous souhaitez acc&eacute;der. Cliquez sur le bouton <B>Liste</B> en dessous et s&eacute;lectionnez un des r&eacute;sultats pour compl&eacute;ter ce champ.</p></LI>
<LI><p><B>Adresse MAC du point d'acc&egrave;s principal</B>&nbsp;: Saisissez l'adresse MAC du point d'acc&egrave;s auquel vous souhaitez acc&eacute;der. Si vous utilisez la fonction Liste, le champ <B>Nom sans fil du point d'acc&egrave;s distant :</B> est automatiquement rempli.</p></LI>
<LI><B>Liste</B>&nbsp;: Cliquez sur ce bouton pour rechercher le point d'acc&egrave;s qui utilise le canal.</LI>
<LI><B>Mode WDS</B>&nbsp;: Ce champ indique le mode WDS utilis&eacute;. Inutile de le changer, sauf en cas de probl&egrave;mes de communication r&eacute;seau avec le point d'acc&egrave;s principal. En mode automatique, le routeur choisit automatiquement le mode WDS ad&eacute;quat.</LI>
</ul>


<p><b>S&eacute;lectionnez une des options de s&eacute;curit&eacute; sans fil suivantes&nbsp;: </B></p>
<ul>
<LI><P><b>Aucune s&eacute;curit&eacute;</b>&nbsp;: La fonction de s&eacute;curit&eacute; sans fil peut &ecirc;tre (d&eacute;s)activ&eacute;e. Si vous s&eacute;lectionnez cette option, les stations sans fil pourront se connecter au p&eacute;riph&eacute;rique sans chiffrement. Nous vous recommandons vivement de s&eacute;lectionner une des options de s&eacute;curit&eacute; suivantes.</P></LI>

<LI><P><B>S&eacute;curit&eacute; (WEP)</B></p></LI>

<p><B>Type</B>&nbsp;: S&eacute;lectionnez l'un des types suivants :</p>
<ul>
<lI><B>Automatique</B>&nbsp;: S&eacute;lection automatique du type d'authentification (
<strong>Cl&eacute; partag&eacute;e</strong> ou <strong>Syst&egrave;me ouvert</strong>) en fonction des capacit&eacute;s et demandes des stations sans fil.</lI>
<lI><B>Syst&egrave;me ouvert</B>&nbsp;: authentification par Syst&egrave;me ouvert 802.11. </lI>
<lI><B>Cl&eacute; partag&eacute;e</B>&nbsp;: authentification par Cl&eacute; partag&eacute;e 802.11.</lI>
</ul>
<p><B>Format cl&eacute; WEP</B>&nbsp;: vous avez le choix entre les formats <B>ASCII</B> et <B>Hexad&eacute;cimal</B>. Le format ASCII convient &agrave; toute combinaison de caract&egrave;res de la longueur indiqu&eacute;e. Le format ASCII convient &agrave; toute combinaison de chiffres hexad&eacute;cimaux (0-9, a-f, A-F) de la longueur indiqu&eacute;.</p>
<p><B>Param&egrave;tres cl&eacute; WEP</B>&nbsp;: choisissez la cl&eacute; WEP parmi les quatre propos&eacute;es en cliquant sur le bouton radio, puis entrez les informations sur la cl&eacute; pour votre r&eacute;seau. Toutes les stations clientes sans fil de votre r&eacute;seau doivent utiliser les m&ecirc;mes param&egrave;tres WEP que vous. </p>
<p><B>Type cl&eacute;</B>&nbsp;: Choisissez la longueur de la cl&eacute; WEP (<B>64 bits</B>, <B>128 bits</B> ou <B>152 bits</B>) pour le chiffrement.<b>&laquo; D&eacute;sactiv&eacute; &raquo;</b> signifie que la cl&eacute; WEP est invalide.</p>

<p>Pour le chiffrement <B>64 bits</B>&nbsp;: vous pouvez saisir 10 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 5 caract&egrave;res ASCII. </p>
<p>Pour le chiffrement <B>128 bits</B>&nbsp;: vous pouvez saisir 26 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 13 caract&egrave;res ASCII.</p>
<p>Pour le chiffrement <B>152 bits</B>&nbsp;&nbsp;: vous pouvez saisir 32 chiffres hexad&eacute;cimaux (toutes combinaisons de 0-9, a-f, A-F, hors cl&eacute; nulle) ou 16 caract&egrave;res ASCII.</p>

<LI><P> <B>S&eacute;curit&eacute; renforc&eacute;e (WPA/WPA2-PSK)</B></LI> 
<p style="display:none"><b>Version</b>&nbsp;: S&eacute;lectionnez l'une des versions suivantes :</p>
<ul>
<lI style="display:none"><B>Automatique</B>&nbsp;: S&eacute;lection automatique (<B>WPA-Personnel</B> ou <B>WPA2-Personnel</B>) en fonction des capacit&eacute;s et demandes des stations sans fil.</lI>
<lI style="display:none"> <B>WPA-Personnel</B>&nbsp;: Cl&eacute; pr&eacute;-partag&eacute;e WPA.</lI>
<lI style="display:none"> <B>WPA2-Personnel</B>&nbsp;: Cl&eacute; pr&eacute;-partag&eacute;e WPA2. </lI>
</ul>
<p style="display:none"><B>Chiffrement</B>&nbsp;: Vous avez le choix entre : <B>Automatique</B>, <B>TKIP</B> et<B>AES</B>.</p>
<p><B>Mot de passe sans fil</B>&nbsp;: Vous avez le choix entre <B>ASCII</B> ou <B>Hexad&eacute;cimal</B>. En mode <B>Hexad&eacute;cimal</B>, la cl&eacute; doit comprendre entre 8 et 64 caract&egrave;res. En mode <B>ASCII</B>, la cl&eacute; doit comprendre entre 8 et 63 caract&egrave;res.</p> 
<p style="display:none"><B>Intervalle de mise &agrave; jour de la cl&eacute; de groupe</B>&nbsp;: Indiquez l'intervalle de rafra&icirc;chissement en secondes. La valeur doit &ecirc;tre comprise entre 0 et 30. La valeur 0 d&eacute;sactive la mise &agrave; jour.</p>
<LI style="display:none"><P><B>Pas de modification</B>&nbsp;: Si vous s&eacute;lectionnez cette option, la configuration de la s&eacute;curit&eacute; sans fil ne sera pas modifi&eacute;e. </P></LI>
</ul>




