
<HTML><HEAD><TITLE></TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
</head>

<H1>Aide Type connexion WAN </H1> 
<P>L'<B>Installation rapide</B> prend en charge cinq types de connexion courants. Pour vous assurer du type de connexion fournie, consultez votre FAI. </P>
<P><B>D&eacute;tect. auto</B> - Si vous ne connaissez pas le type de connexion fournie par votre FAI, utilisez cette option lors de l'installation rapide pour rechercher les serveurs et protocoles utilis&eacute;s. Assurez-vous que le c&acirc;ble est correctement branch&eacute; dans le port WAN avant de lancer la d&eacute;tection. La page de configuration appropri&eacute;e s'affiche d&egrave;s qu'un service Internet actif est d&eacute;tect&eacute; par le routeur. </P> 
<P><strong>IP dynamique</strong> - Pour une connexion par c&acirc;ble, DSL ou routeur qui connecte votre ordinateur imm&eacute;diatement, sans param&eacute;trage ou identification.</P> 
<P><B>IP statique </B> - Votre FAI vous a fourni des param&egrave;tres d'IP sp&eacute;cifi&eacute;e.</P> 
<P><B>PPPoE/Russia PPPoE</B> - S&eacute;lectionnez ce type pour utiliser le service ADSL pour acc&eacute;der au service commut&eacute;. Vous devez ensuite saisir les identifiant et mot de passe fournis par votre FAI. </P>
<P><B>L2TP/Russia L2TP</B> - Pour ce type, vous devez saisir l'identifiant, le mot de passe, l'adresse IP et le nom de domaine du serveur VPN. </P>
<P><B>PPTP/Russia PPTP</B> - Pour ce type, vous devez saisir l'identifiant, le mot de passe, l'adresse IP et le nom de domaine du serveur VPN. </P>
<P><B>Profile ISP</B> - Sélectionner le profil FAI (Fournisseur d'Accès à Internet) approprié pour réaliser la configuration. Il existe trois types de profils :</P>
<P>1. <B>Country-ISP Name</B> - Les profils FAI pré paramétrés sont au format "Pays-FAI". Trouvez et sélectionnez votre FAI depuis la liste déroulante.</P>
<P>2. <B>Pont</B> - Si votre FAI n'est pas listé et qu'aucun autre paramètre n'est requis pour paramétrer l'IPTV, vous pouvez sélectionner ce profil et définir le port dédié à l'accès IPTV.</P>
<UL>
<LI><B>LAN 1/2/3/4</B> - SpecifySpécifier quel type de données le port LAN transmettra. Par exemple, si IPTV est utilisé pour le port LAN1, ce dernier ne transmettra que les données IPTC et vous devrez brancher le décodeur au port LAN1.</LI>
</UL>
<P>3. <B>Autre</B> - Si votre FAI n'est pas listé mais qu'il vous à communiqué les paramètres requis pour Internet, la VoIP l'IPTV (N° de VLAN et priorités) , sélectionnez ce profil.</P>
<UL>
<LI><B>Priorité Internet/VoIP/N° de VLAN IPTV</B> - Configurer les ID et priorités de VLAN comme indiqué par le FAI.</LI>
<LI><B>Tag 802.11Q</B> - Choisir si vous taguez les paquets internet selon 802.11Q.</LI>
<LI><B>N°de VLAN du Multicast IPTV/Priorité</B> - Vous pouvez activer la fonction Multicast IPTV selon votre convenance, et configurer les N°de VLAN et priorités selon les indications du FAI.</LI>
<LI><B>LAN 1/2/3/4</B> - Spécifier quel type de données le port LAN transmettra. Par exemple, si IPTV est utilisé pour le port LAN1, ce dernier ne transmettra que les données IPTC et vous devrez brancher le décodeur au port LAN1.</LI>
</UL>
<P>Cliquez sur <B>Suivant</B> pour continuer ou sur <B>Pr&eacute;c&eacute;dent</B> pour revenir &agrave; la page pr&eacute;c&eacute;dente. </P>
<HTML>	 